Repository: wescamp/Extended_Era-1.4
Catalog: po/*.po
Languages: ca, cs, fr, hu, it

source: Except for those with almost supernatural skill, the highest rank a runecrafter can rise to is that of the Dwarvish Runemaster. Striking blows nearly as powerful as those of the best warriors, they would be fearsome without their craft, but with it they are also nigh on invincible, since their runes cause the physical blows of their enemies to deal less damage than would be expected.
ca: Exceptuant aquells que tinguen una habilitat sobrenatural, el rang més alt que pot assolir un nan dedicat a les runes és el de Mestre rúnic. Ataquen amb uns cops que són quasi tan forts com els dels millors guerrers, i ja serien temibles sense les seues arts, però amb elles són virtualment invencibles, doncs les seues runes fan que els atacs físics dels seus enemics causen menys mal de l'esperat.
fr: Hormis des capacités surnaturelles, le plus haut rang que peut atteindre un graveur de runes est celui de maître des runes. Frappant presque aussi puissamment que les meilleurs guerriers, ils n'ont déjà peur de rien sans leur arme ; et ils sont presque invincibles quand ils l'ont car leurs runes diminuent les dégâts causés par les coups ennemis.
hu: Kivéve azt a néhány természetfölötti képességgel megáldott törpöt, a legmagasabb rang, amit egy rúnavéső elérhet, az a rúnamester. Közel olyan erőteljes csapásokat mérve, mint a legjobb harcosok, mesterségük nélkül is félelmetesek lennének, de azzal együtt ráadásul közel sérthetetlenek, mivel a rúnák ellenségeik fizikai csapásait kevésbé sebzővé teszi, mint anélkül lennének.
it: A eccezione di coloro dotati di talenti soprannaturali, il rango di signore delle rune è il più alto rango a cui un maestro delle rune può aspirare. Sono in grado di sferrare colpi potenti quasi quanti quelli dei migliori guarrieri e sarebbero temuti anche senza la loro arte, ma con essa sono praticamente invincibili dato che le rune fanno sì che i colpi dei loro nemici producano meno danni del previsto.

source: Dwarvish Runesmith
ca: Forjador de runes nan
fr: Forgeur de runes nain
hu: Törp rúnakovács
it: Nano fabbro di rune

source: Dwarvish runesmiths, now practiced at their craft, carve arcane runes into their weapons and armor. These runes infuse the runesmith's blows with power and accuracy, and disrupt the blows of their enemies, causing them to strike softly, weakly and on the armor of the defender.
ca: Els forjadors de runes nans, ara ja entrenats en el seu art, graven runes arcanes en llurs armes i armadura. Aquestes runes reforcen la precisió i poder dels seus atacs, i a més, limiten el mal que causen els atacs del enemics, ja que els fa copejar dèbilment l'armadura del defensor.
fr: Les forgeurs de runes nains, maintenant entraînés à leur art, gravent des runes sur leurs armes et leurs armures. Ces runes augmentent la précision et la force des coups et protègent le forgeron des coups ennemis, dont les frappes n'atteignent l'armure qu'après avoir été adoucies et affaiblies.
hu: A törp rúnakovácsok gyakorlottak mesterségükben, földöntúli rúnákat vésnek fegyvereikbe és páncéljaikba. Ezek a rúnák átitatják a rúnakovácsok ütéseit erővel és pontossággal, és bomlasztják ellenségeik csapásait, azokat finommá és gyengévé téve, valamint a védekező páncéljára irányítva.
it: I fabbri delle rune, ormai esperti nelle loro arte, incidono rune esoteriche nelle loro armi e armature. Queste rune danno potenza e precisione ai colpi del fabbro e deviano i colpi dei nemici che raggiungono indeboliti e ammorbiditi l'armatura del difensore.

source: Dwarvish Runner
ca: Corredor nan
fr: Coureur nain
hu: Törp futár
it: Nano corridore

source: Those dwarves capable of moving quickly are made lightly-armored scouts. Dwarves' natural endurance serves the runners well, who are trained to throw their axes to protect themselves on patrol.
ca: Aquells nans que poden moure's ràpids solen formar part dels exploradors. La tradicional resistència dels nans els és molt útil, que estan entrenats per llançar les seues destrals per defendre's mentre estan patrullant.
fr: Ces coureurs nains, faiblement armurés et capables de se mouvoir rapidement, servent d'éclaireurs. L'endurance naturelle des nains leur est très utile, et ils sont entraînés à lancer des haches pour se défendre lors des patrouilles.
hu: Azok a törpök, akik képesek gyorsan mozogni, könnyű páncélzatú felderítők lesznek. A törpök természetes kitartása jó szolgálatot tesz a futároknál, akiket arra képeztek ki, hogy baltáikat elhajítva megvédjék magukat az őrjáraton.
it: I nani in grado di muoversi rapidamente vengono fatti esploratori con armatura leggera. La naturale resistenza dei nani è utile anche ai corridori, che sono addestrati a scagliare le loro asce per la propria difesa durante il pattugliamento.

source: Steamcopter
ca: Vaporcòpter
cs: Parní monokoptéra
fr: Vapocoptère
hu: Gőzkopter
it: Ornitottero a vapore

source: With the aid of steam genies, Steamcopters are able to move faster and carry more bombs than Gyrocopters.
ca: Amb l'ajuda dels genis del vapor, els Vaporcòpters poden moure's més ràpid i carregar més bombes que els Girocòpters.
fr: Avec l'aide de génies de vapeur, les vapocoptères sont capables de se déplacer plus vite que les ornithoptères, et il peuvent emporter plus de grenades.
hu: Gőzdzsinek segítségével a gőzkopterek gyorsabban képesek mozogni, és több bombát tudnak szállítani, mint a forgókopterek.
it: Con l'aiuto degli spiriti del vapore, gli ornitotteri a vapore sono in grado di muoversi più velocemente e di trasportare più bombe degli ornitotteri.

source: Steamwheel
ca: Carro de vapor
cs: Parní koleso
fr: Vaporouleur
hu: Gőzszekér
it: Ruota a vapore

source: Some Dwarves use strange vehicles that can move fast without a horse. It is said that these great wheeled vehicles are powered by invisible steam genies, thus they are called 'Steamwheels'.
ca: Alguns nans usen uns estranys vehicles que poden menejar-se molt ràpid sense cap cavall. Es sol dir que aquestos grans vehicles rodats reben la seua força d'uns invisibles genis del vapor, per això s'anomenen 'Carros de vapor'.
cs: Někteří trpaslíci užívají zvláštní vozidla, která se pohybují bez tažení koněm. Říká se, že tyto velké kolové vehikly jsou poháněny neviditelnými parními džiny. Proto se tyto vozidla nazývají „Parní kolesa“.
fr: Certains nains utilisent des véhicules étranges capables de se mouvoir rapidement sans cheval. On dit que ces grands véhicules à roue sont tirés par des génies de vapeur invisibles, c'est pourquoi on les appelle « Vaporouleurs ».
hu: Néhány törp különös járművet használ, ami lovak nélkül képes gyorsan mozogni. Azt mondják ezeket a kerekes járműveket láthatatlan gőzdzsinek hajtják, ezért hívják őket gőzszekérnek.
it: Alcuni nani usano strani veicoli che possono muoversi velocemente senza cavalli. Si dice che questi grandi veicoli a ruote siano mossi da invisibili spiriti del vapore e perciò vengono chiamati “ruote a vapore”.

source: slam
ca: cop
cs: úder
fr: collision
hu: becsapódás
it: colpo

source: Thunderwheel
ca: Carro de trons
cs: Hřmoucí koleso
fr: Foudrorouleur
hu: Villámszekér
it: Ruota del tuono

source: With the help of one more steam genie, those noisy vehicles are able to move faster than horses.
ca: Amb l'ajut d'un altre geni del vapor, aquestos sorollosos vehicles poden menejar-se més ràpid que els cavalls.
cs: S pomocí dalšího parního džina jsou tyto hlučná vozidla schopna pohybovat se rychleji než koně.
fr: Grâce à un génie de vapeur supplémentaire, ces véhicules bruyants se déplacent plus vite que des chevaux.
hu: Eggyel több gőzdzsin segítségével ezek a hangos járművek gyorsabban képesek haladni, mint a lovak.
it: Grazie all'aiuto di un spirito del vapore in più, questi rumorosi veicoli possono muoversi più velocemente dei cavalli.

source: Warwheel
ca: Carro de guerra
cs: Válečné koleso
fr: Rouleur de guerre
hu: Harci szekér
it: Ruota da guerra

source: Warwheels are faster and more heavily armored than Steamwheels, and can breach enemy lines with their fearsome charge.
ca: Els carros de guerra són més ràpids i estan més protegits que els carros de vapor, i poden trencar les línies enemigues amb la seua temible càrrega.
cs: Válečná kolesa jsou rychlejší a více obrněná než Parní kolesa, a tak jsou schopna prolamovat nepřátelské linie děsivým výpadem.
fr: Les rouleurs de guerre sont plus rapides et ont un blindage plus épais que les vaporouleurs. Leur charge effrayante leur permet d'ouvrir de larges brèches dans les lignes ennemies.
hu: A harci szekerek gyorsabbak és jobban páncélozottak, mint a gőzszekerek, és rettentő rohamukkal át tudják törni az ellenséges vonalakat.
it: Le ruote da guerra sono più veloci e meglio corazzate delle ruote a vapore e possono fendere le linee nemiche con la loro terrificante carica.

source: Boreal Wyrm
cs: Severský červák
fr: Vouivre boréale
hu: Északi sárkánykígyó
it: Serpente della bora

source: Ancient wyrms so rarely seen that many regard them as legends, Boreal Wyrms are evolved from Mistral Wyrms that have lived for over a century. Viciously powerful and unbelievably fast, sightings of these creatures are made even rarer by the fact that Boreal Wyrms attack on sight. Only the most powerful of champions can face these creatures and survive.
fr: Si rarement aperçues que beaucoup les considère comme des créatures de légende, les vouivres boréales sont des vouivres des vents qui on vécu plus d'un siècle. Le nombre d'observation de ces créatures méchamment puissantes et incroyablement rapides est d'autant plus réduit que les vouivres boréales attaquent à vue. Seul le plus puissant des champions peut affronter ces créatures et survivre.
hu: Az ősi sárkánykígyókat olyan ritkán látni, hogy néhányan legendának tartják őket, az északi sárkánykígyók a köd sárkánykígyókból fejlődtek ki, amik már több mint egy évszázada éltek. Alattomosan erősek és hihetetlenül gyorsak. A szemtanúk azért is olyan ritkák, mivel az északi sárkánykígyók megpillantás után azonnal támadnak. Csak a leghatalmasabb bajnokok képesek túlélni a találkozást.
it: I serpenti ancestrali vengono avvistati raramente al punto che molti li trattano come semplici leggende, i serpenti della bora sono i serpenti della tramontana che abbiano vissuto per almeno un secolo. Malignamente potenti e incredibilmente veloci, l'avvistamento di queste creature è reso ancora più raro dal fatto che i serpenti della bora attaccano a vista. Solo l'eroe più potente può affrontare queste creature e sopravvivere.

source: tail
cs: ocas
fr: queue
hu: farok
it: coda

source: cold breath
cs: ledový dech
fr: souffle glaçant
hu: fagyos lehelet
it: soffio gelido

source: Frost Wyrm
cs: Mrazivý červák
fr: Vouivre du gel
hu: Fagyos sárkánykígyó
it: Serpente del gelo

source: Ice wyrms that live in the sea become more serpentine, turning into Frost Wyrms. Named for the powerful icy blasts they emit, frost wyrms prefer to freeze their enemies from afar. When cornered, they use their powerful tails to pummel their enemies.
fr: Les vouivres des glaces vivant dans les mers deviennent plus sinueuses, se transformant ainsi en vouivre du gel. Nommées ainsi en raison du puissant souffle glaçant qu'elles émettent, les vouivres du gel préfèrent généralement congeler de loin leur ennemis. Lorsqu'elles sont acculées, elles utilisent leur puissante queue pour frapper leur ennemis.
hu: Azok a jeges sárkánykígyók, amik a tengerben élnek, alkalmazkodnak és fagyos sárkánykígyóvá alakulnak. Az erőteljes fagyos fuvallat után elnevezve, a fagyos sárkánykígyók örömmel fagyasztják meg távolról ellenségeiket. Ha sarokba vannak szorítva, erős farkukkal csapkodják ellenfelüket.
it: I serpenti del ghiaccio che vivono in mare diventano più serpentiformi e si chiamano serpenti del gelo. Prendono il nome dai potenti soffi ghiacciati che emettono e preferiscono congelare i loro avversari da lontano. Quando sono costretti in un angolo, usano le loro potenti code per colpire i nemici.

source: Ice Wyrm
cs: Ledový červák
fr: Vouivre des glaces
hu: Jeges sárkánykígyó
it: Serpente del ghiaccio

source: Cold-blooded reptiles from the north, ice wyrms are the youngling form of creatures that can live centuries. Despite their relative youth, they are already twice the size of the common man. Frightening creatures to encounter, they are capable of blasting enemies with their icy breath, or lashing them with their tail. Even worse, their scaly hide offers them natural protection against a warrior's blade. It is fortunate that their natural environment has made them ill-suited to face fire.
fr: Reptiles au sang froid du nord, les vouivres des glaces sont la forme juvénile de créatures pouvant vivre pendant des siècles. Malgré leur toute relative jeunesse, elle font déjà le double en taille d'un homme. Effrayantes à rencontrer, ces créatures sont capables de de foudroyer leur ennemis de leur souffle glaçant, ou de les fouetter avec leur queue. Pire, leur peau écaillée leur fournit une protection naturelle contre les armes des guerriers. Il est heureux que leur environnement naturel les a rendu très vulnérables au feu.
hu: Hidegvérű északi hüllők, a jeges sárkánykígyók fiatal formái egy olyan lénynek, ami évszázadokig élhet. Fiatal koruk ellenére már kétszer nagyobbak egy átlagos embernél. Félelmetes megpillantani is ezeket a lényeket, képesek jeges fuvallatot lehelni ellenségeikre, vagy farkukkal ostorozni őket. Még ennél is szörnyűbb, hogy pikkelyes bőrük természetes védelmet nyújt nekik a harcosok pengéi ellen. Szerencse, hogy állandó környezetük védtelenné tette őket a tűzzel szemben.
it: I serpenti del ghiaccio sono rettili a sangue freddo del nord e sono la forma più giovane di creature che possono vivere per secoli. Nonostante la loro relativa giovinezza, sono già alti il doppio di un uomo medio. Temibili creature da affrontare, sono in grado di investire gli avversari con il loro soffio gelido o frustarli con la coda. Per di più la loro pelle squamosa gli conferisce una protezione naturale contro la lama di un guerriero. Per fortuna il loro ambiente naturale li ha resi così inadatti ad affrontare il fuoco.

source: Mistral Wyrm
cs: Mistrálový červák
fr: Vouivre des vents
hu: Köd sárkánykígyó
it: Serpente della tramontana

source: Ice Wyrms that dwell high in the mountains eventually grow wings and become capable of flight. Called Mistral Wyrms, they are far stronger and more capable than Ice Wyrms. One would do well to avoid these creatures.
fr: Certaines vouivres des glaces vivant en haute montagne on des ailes qui poussent et deviennent capables de voler. Nommées vouivres des vents, elles sont bien plus fortes et compétentes que les vouivres des glaces. À éviter de préférence.
hu: Azok a jeges sárkánykígyók, amelyek a hegységekben élnek tulajdonképpen szárnyakat növesztenek, és képesekké válnak repülni. Nevük köd sárkánykígyó, és sokkal erősebbek és szívósabbak, mint a jeges sárkánykígyók. Jobban teszed, ha elkerülöd ezeket a lényeket.
it: Ai serpenti del ghiaccio che vivono sulle montagne più alte a volte crescono delle lai e diventano capaci di volare. Chiamati serpenti della tramontana, sono molti più forti ed esperti dei serpenti del ghiaccio. Sarebbe meglio evitare queste creature.

source: Rime Wyrm
cs: Zmrazující červák
fr: Vouivre du givre
hu: Zúzmara sárkánykígyó
it: Serpente della galaverna

source: Unlike humans, wyrms only grow stronger and more powerful with age. Rime wyrms are elder frost wyrms: stronger and capable of a more savage breath attack.
cs: Na rozdíl od humanoidů, červáci při svém vývoji a stárnutí pouze sílí. Zmrazující červák je jen starší mrazivý červák. Je silnější a schopný útočit svým dechem brutálněji.
fr: Contrairement aux humains, les vouivres deviennent seulement plus fortes et puissantes avec l'âge. Les vouivres du givre sont des vouivres du gel âgées : plus fortes et avec un souffle glaçant plus sauvage.
hu: Az emberekkel ellentétben, a sárkánykígyók kizárólag a korral nőnek nagyobbra. A zúzmara sárkánykígyók idősebb fagyos sárkánykígyók: erősebbek, és sokkal viharosabb leheletre képesek.
it: A differenza degli uomini, i serpenti con l'età diventano sempre più forti e più potenti. I serpenti della galaverna sono serpenti del gelo anziani: più forti e in grado di attaccare con un soffio ancora più feroce.

source: The Kalifa uses these Hillmen as their foot force. The are versatile and excell in hilly terrain.
ca: Els Kalifa usen aquestos hòmens de les colines com a la seua força d'infanteria bàsica. Són molt versàtils i excel·lents lluitant en les colines.
cs: Kalifové využívají tyto horaly jako pěší vojska. Jsou to všestraní vojáci, kteří dobře bojují v horském terénu.
fr: Les Khalifats utilisent ces hommes des collines comme fantassins polyvalents et excellents en terrains montueux.
hu: A kalifák ezeket a hegyi embereket gyalogosként használják. Sokoldalúak és kiválóak hegyes terepen.
it: I kalifa impiegano questi uomini delle colline come fanteria. Sono versatili e eccellono sul terreno collinoso.

source: composite bow
ca: arc compost
cs: kompozitní luk
fr: arc composite
hu: összetett íj
it: arco misto

source: The Amir form the backbone of any Kalifa foot advance. They are often sent against fortified enemy positions where their valor and skill with a sword allows them to assault seemingly inpenetrable defenses.
ca: Els amir són la columna vertebral de qualsevol atac dels Kalifa. Solen enviar-los per assaltar posicions fortificades enemigues, on el seu valor i habilitat amb l'espasa els permet assaltar defenses virtualment impenetrables.
cs: Amirové tvoří páteř pěších sil Kalifů. Často jsou posíláni do boje proti opevněným pozicím nepřítele. Díky své statečnosti a dovednému ovládání meče jsou schopni v těchto bojích prorazit do linií, které vypadaly neproniknutelně.
fr: Les amirs forment la colonne vertébrale toute avant-garde d'infanterie des Khalifats. Ils sont souvent envoyés contre les positions fortifiées des ennemis, et leur valeur et leur habileté à l'épée leur permet d'assaillir des défenses apparemment impénétrables.
hu: Az amirok alkotják a gerincét bármilyen kalifa gyalogrohamnak. Gyakran küldik őket megerősített ellenséges állások ellen, ahol vitézségük és vívótudásuk lehetővé teszik számukra, hogy látszólag áthatolhatatlan védelmet törjenek át.
it: Gli amir costituiscono la spina dorsale di ogni avanzata a piedi kalifa. Sono spesso inviati contro le posizioni fortificate del nemico dove il loro valore e la loro esperienza con una spada permettono loro di assaltare difese in apparenza impenetrabili.

source: long sword
ca: espasa llarga
cs: dlouhý meč
fr: épée longue
hu: hosszúkard
it: arco lungo

source: The Arif are made up of the more defensive minded Amir veterans. They have become very skilled in using their shield to tire and stun their enemies.
ca: Els arif estan formats pels veterans amir amb una mentalitat més defensiva. han esdevingut molt hàbils en l'ús del seu escut per cansar i atordir els seus enemics.
cs: Jednotky Arifů jsou tvořeny defenzivně založenými veterány. Učí se velmi dobře ovládat svůj štít a jsou proto schopni unavit a zpomalit své nepřátele.
fr: Les arifs font partie des vétérans amirs les plus défensifs. Ils sont devenus très adroits pour utiliser leur bouclier pour fatiguer et assommer leur ennemis.
hu: Az arif egységeket a védekezőbb szellemű amir veteránok alkotják. Nagyon képzettekké váltak pajzsuk használatában, amivel kifárasztják és lebénítják az ellenséget.
it: Gli Arif vengono scelti tra gli Amir veterani di mentalità più difensivistica. Sono diventati estremamente esperti nell'impiego del loro scudo per stancare e stordire i loro nemici.

source: shield bash
ca: cop amb l'escut
cs: úder štítem
fr: coup de bouclier
hu: pajzsos ütés
it: botta di scudo

source: Ekim use their knowledge of ancient medicine and herbal concoctions to quickly bring the Kalifa soldiers back to the front lines.
ca: Els ekim usen el seu coneixement de medicina antiga i pocions herbals per fer tornar ràpidament els soldats Kalifa a la primera línia.
cs: Ekimové využívají své starodávné vědomosti o medicíně a manipulace s rostlinami k rychlému obnovení bojeschopnosti vojáků kalifských vojsk.
fr: Les ekims utilisent leur connaissance de l'antique médecine et des mélanges d'herbes pour permettre aux soldats des Khalifats de revenir rapidement en première ligne.
hu: Az ekimek ősi gyógyító tudásukat és gyógynövény főzeteiket arra használják, hogy a kalifa embereket gyorsan újra a frontvonalba küldhessék.
it: Gli Ekim impiegano la loro conoscenza dell'antica medicina e dei preparati di erbe per riportare rapidamente i soldati di Kalifa sulla linea del fronte.

source: These sages have reached the absolute epitome medical knowledge and freely use their herbal concoctions on themselves without fear of side-effects.
ca: Aquestos savis han assolit un coneixement absolut i total de la ciència mèdica i poden usar les seues pocions herbals en sí mateixos sense témer cap efecte secundari.
cs: Tito mudrci dosáhli naprosto dokonalých zhuštěných lékařských vědomostí. Jsou také schopni využívat manipulace s rostlinami i pro své vlastní léčení bez toho, že by se museli obávat nepříznivých vedlejších účinků.
fr: Ces sages ont atteint le summum du savoir médical et utilisent sur eux, et sans restriction, leurs mélanges médicinaux, sans en craindre les effets secondaires.
hu: Ezek a bölcsek elérték a gyógyítótudomány legmagasabb fokát és szabadon használják gyógynövényes főzeteiket saját magukon anélkül, hogy mellékhatásoktól kellene tartaniuk.
it: Questi saggi hanno raggiunto l'apice assoluto delle conoscenze mediche e usano liberamente i preparati di erbe su se stessi senza temere effetti collaterali.

source: Elder Falcon
ca: Falcó Major
cs: Starý sokol
fr: Faucon vétéran
hu: Idős sólyom
it: Falcone veterano

source: These falcons have been through many perils and somehow managed to surivive them. Their dives can be so fast that stories abound of them taking a foe's head clean off.
ca: Aquestos falcons han sofert tants perills i, d'alguna manera, han aconseguit sobreviure. Els seus picats són tan ràpids que hi ha històries en les que arriben a tallar el cap dels seus enemics d'un colp.
cs: Tito sokoli prošli mnoha nebezpečími a nějak se jim podařilo přežít. Jejich střemhlavý útok může být tak prudký, že se vypráví historky o tom, jak oběti svého útoku urazili hlavu.
fr: Ces faucons ont survécu à beaucoup d'épreuves. Leur attaque en piqué peut être si rapide qu'on raconte qu'elle peut trancher net la tête d'un ennemi.
hu: Ezek a sólymok már sok megpróbáltatáson vannak túl, és valahogy sikerült túlélniük őket. Lecsapásuk olyan sebes lehet, hogy a legendák szerint leszelik ellenségeik fejét.
it: Questi falchi hanno attraversato molti pericoli e in qualche modo sono riusciti a sopravvivere. Le loro picchiate possono essere così veloci che molte storie raccontano di come possono staccare di netto la testa del loro nemmico.

source: beak
ca: pic
cs: zobák
fr: bec
hu: csőr
it: rostro

source: Elite Ghazi
ca: Ghazi d'elit
cs: Elitní Ghazi
fr: Ghazi d'élite
hu: Elit ghazi
it: Ghazi d'elite

source: The Elite Ghazi are simply heros among their people. Winner of countless combats and harbingers of victory.
ca: Els Ghazi d'elit són, senzillament, herois entre la seua gent. Guanyadors d'incomptables combats i heralds de la victòria.
cs: Elitní Ghazi jsou jednoduše řečeno hrdinové, vítězové nespočetných bojů a poslové vítězství.
fr: Les ghazis d'élite, vainqueurs d'innombrables combats et symboles prémonitoires de victoire, sont tout bonnement des héros de leur peuple.
hu: Az elit ghazik egyszerűen hősök népük körében. Számtalan csata győztesei és a győzelem előhírnökei.
it: I ghazi d'elite sono semplicemente degli eroi per la loro gente. Hanno vinto innumerevoli combattimenti e annunziano la vittoria.

source: Falcon
ca: Falcó
cs: Sokol
fr: Faucon
hu: Sólyom
it: Falco
