Repository: wescamp/Extended_Era-1.4
Catalog: po/*.po
Languages: ca, cs, fr, hu, it

source: The Ghazi rise from only the most talented and fiercest fighters among the Ahadath.
ca: Els Ghazi ixen d'entre els ahadaz més talentosos i fers de tots.
cs: Ghazi jsou vybíráni z těch nejvíce talentovaných a nejzuřivějších bojovníků mezi Ahadáty.
fr: Les ghazis sont recrutés parmi les plus talentueux et les plus âpres combattants ahadaths.
hu: Ghazi csak a legtehetségesebb, és legkeményebb harcos válhat az ahadathok közül.
it: I ghazi provengono solo dai più abili e feroci guerrieri tra gli Ahadath.

source: A Ghaznid charge is a fearsome thing to behold. A huge weight of man, metal, and horse barring down upon one with lance at level has caused many a many to flee in terror.
ca: Una càrrega d'un Ghaznid és una experiència horrible. Una gran massa d'hòmens, metall i cavall llançant-se contra u amb les seues llances anivellades pot causar tal terror que ha fet fugir a més de dos i tres.
cs: Pohled na útočícího Ghazdnida je hrůzostrašný. Obrovská masa bojovníka, kovu a koně, která se hrne na nepřátele s napřaženým kopím již obrátila mnohé na ustrašený útěk.
fr: La charge d'un ghaznid est quelque chose d'effrayant. Cette masse énorme, composée d'un homme, d'un cheval et de métal, a provoqué la déroute de nombreux hommes terrifiés.
hu: A ghaznid rohamot félelmetes dolog átélni. Egy hatalmas súlyú ember, fém és paripa robog feléd egy lándzsával, ami sokakat késztetett már menekülésre halálfélelmükben.
it: Una carica ghaznid è terribile a vedersi. Una massa enorme di uomini, metallo e cavalli che si abbatte su di uno lancia in resta ne ha fatto fuggire molti in preda al terrore.

source: lance
ca: llança
cs: dřevec
hu: lándzsa
it: lancia

source: The Ghulam wear truly heavy armor, and thus close with a single high impact lance charge in order to save their poor horses' stamina before switching over to their trusty maces.
ca: Els Ghulam proten una veritable armadura pesada i per tant només fan una gran càrrega amb les seues llances abans de canviar a les seues fiables maces, per tal d'estalviar la resistència dels seus pobres cavalls.
cs: Ghulamové nosí opravdu těžké brnění. Využívají energie svého koně k silnému výpadu kopím, po kterém sahají po palcátu, který jistě a spolehlivě ovládají.
fr: Le ghulam porte une armure vraiment très lourde ; pour préserver l'endurance de sa pauvre monture, il commence donc par charger violemment à la lance puis passe à l'utilisation de sa fidèle massue.
hu: A ghulamok valóban nehéz páncélt viselnek, és egyetlen nagy erejű lándzsás rohamot tesznek, hogy megőrizzék lovuk állóképességét mielőtt becses buzogányukra váltanak.
it: I ghulam indossano armatura davvero pesanti e perciò chiudono la carica con un solo colpo di lancia per risparmiare la resistenza dei loro poveri cavalli prima di passare alle loro fidate mazze.

source: Ghulam al Rami combine the some fo the best features of the karadis and the Ghulam. They also specially modify their heavy armor to protect them from enemy arrows so they can use their bows with relative impunity. Ghulam al Rami also aquit themselves well during melee with a heavy mace.
ca: Els Ghulam-ar-rami combinen algunes de les millors característiques tant dels karadis com dels ghulam. A més, modifiquen especialment les seues armadures per protegir-se de les fletxes enemigues per tal de poder causar danys amb els seus arcs amb relativa impunitat. Els ghulam-ar-rami, a més, també poden defendre's eficientment en combat amb les seues maces pesades.
cs: Ghulam al Rami kombinují nejlepší dovednosti Karadisů a Ghulamů. Také jejich těžké brnění má speciální úpravy, které je více chrání před nepřátelskými šípy, takže mohou vstupovat do střeleckých soubojů relativně bez rizika. Také během boje s těžkým palcátem nejsou vystaveni tak zraňujícím úderům.
fr: Le ghulam-al-rami combine quelques-unes des meilleures caractéristiques des karadis et des ghulams. Ils ont aussi spécialement adapté leur armure lourde pour se protéger des flèches ennemies. Ils peuvent ainsi utiliser leur arc avec une impunité relative. Les ghulams-al-rami utilisent aussi assez bien leur lourde massue au corps à corps.
hu: A ghulam al ramik a karadis és ghulam harcosok legjobb tulajdonságait ötvözik. Különlegesen módosítják nehéz páncélzatukat, hogy megvédjék magukat az ellenség nyilaitól, így viszonylag büntetlenül használhatják íjaikat. A ghulam al ramikat nagyon jól szolgálják közelharcban a nehéz buzogányaik is.
it: Ghulam al Rami combinano le migliori caratteristiche dei karadis e dei ghulam. Inoltre modificano la loro pesante armatura per proteggersi dalle frecce dei nemici in modo che possono usare i loro archi con una certa impunità. Ghulam al Rami si difendono anche bene nei combattimenti ravvicinati con una pesante mazza.

source: Immortal
cs: Imortál
fr: Immortel
hu: Halhatatlan
it: Immortale

source: These Arif have become so skilled that thier foes wonder whether they can die at all.
ca: Aquestos Arif han arribat a ser tan hàbils que els seus enemics es pregunten si realment poden morir.
cs: Tito Arifové jsou tak schopnými bojovníky, že si jejich nepřátele kladou otázku, zda je možné je vůbec zabít.
fr: Ces arifs sont devenus tellement habiles que leurs ennemis se demandent s'ils peuvent vraiment mourir.
hu: Ezek az arifok annyira képzettekké váltak, hogy ellenségeik kételkednek még abban is, vajon meghalhatnak-e egyáltalán.
it: Questi Arif sono diventati così esperti che i loro nemici si domandano se davvero possono morire.

source: Karadis are excellent horsemen and few can shoot as well from horseback as they. They love to circle and harass enemies from afar while using their superior speed to avoid hevy counter attack..
ca: Els karadis són uns excel·lents genets i pocs poden disparar tan bé com ells des dels cavalls. Els encanta donar voltes al voltant dels enemics mentre els cusen a fletxes, i sempre poden usar la seua velocitat superior per evitar un contraatac.
cs: Karadisové jsou vynikající jezdci, kteří umí střílet ze sedla koně jako málokdo. Vyžívají se v rychlém objíždění a obtěžování nepřátel, kdy využívají svou skvělou rychlost k úniku před většími protiútoky nepřátel.
fr: Les karadis sont d'excellents cavaliers et peu sont capables de tirer à l'arc aussi bien qu'eux. Ils aiment encercler et harceler l'ennemi à distance, puis fuir en profitant de leur vitesse supérieure pour éviter toute contre-attaque trop puissante.
hu: A karadisok kitűnő lovasok és kevesen tudnak olyan jól lőni lóhátról, mint ők. Imádnak körözni az ellenség körül és messziről zaklatni őket, majd gyorsaságukat kihasználva tovaszáguldanak, hogy elkerüljék a visszatámadásokat.
it: Karadis sono eccellenti cavalieri e pochi possono scagliare frecce da cavallo bene quanto loro. Prediligono galoppare intorno al nemico e tormentarlo da lontano impiegando la loro superiore velocità per evitare il contrattacco.

source: cavalry sword
ca: espasa de cavalleria
cs: jezdecký meč
fr: épée de cavalerie
hu: lovassági szablya
it: sciabola

source: Life Guard
ca: Guàrdia de la vida
cs: Osobní stráž
fr: Sauveur
hu: Élet védelmezője
it: Guardiano della vita

source: Only the greatest mounter warriors in the land are taken into the Life Guard.
ca: Només els més grans guerrers muntats de tota la terra poden entrar a formar part de la Guàrdia de la vida.
cs: Do osobní stráže jsou přijímáni pouze ti nejlepší váleční jezdci.
fr: Seuls les meilleurs combattants à cheval intègrent la garde des sauveurs.
hu: Csak a leghatalmasabb lovas harcosokat veszik be az élet védelmezői közé.
it: Solo i migliori guerrieri a cavallo della terra entrano tra i guardiani della vita.

source: Mamluk
ca: Mameluc
cs: Mameluk
fr: Mamelouk
hu: Mameluk

source: Mamluks are the absolute best shots from among the Karadis and are allotted the best horses so this skill does not go to waste.
ca: Els mamelucs són, sense cap mena de dubte, els millors tiradors entre els karadis, i se'ls dona els millors cavalls per tal que no es balafie la seua habilitat.
cs: Nejlepší střelci z Karadisů jsou vybíráni do jednotek Mameluků, kterým jsou přidělováni ti nejlepší koně, tak aby se jejich dovednosti mohly ještě více rozvinout.
fr: Les mamelouk sont les meilleurs archers des karadis et reçoivent les meilleurs chevaux pour ne pas gâcher ce talent.
hu: A mamelukok a lehető legjobb lövők a karadisok között, és rendelkezésükre bocsátják a legjobb lovakat, hogy tehetségük ne vesszen kárba.
it: I mamluk sono i in assoluto i migliori arcieri tra i Karadis e vengono riservati loro i cavalli migliori perché questa abilità non vada sprecata.

source: Mubarizan take pride in always manning the front lines of an offensive. They regularly take down heavily fortified castles and seldom fail to inflict grievous losses on their foemen.
ca: Els mubarizan s'enorgulleixen de dirigir sempre les primeres línies de qualsevol ofensiva. Poden prendre castells curosament fortificats amb una regularitat esbalaïdora, i rara vegada no causen greus baixes entre els seus enemics.
cs: Mubarizáni se pyšní tím, že obsazují čelo útočných linií. Pravidelně dobývají těžce opevněné pevnosti a jen zřídkakdy nezpůsobí svým nepřátelům obrovské ztráty.
fr: Les mubarizans mettent un point d'honneur à toujours être en première ligne lors d'une offensive. Ils prennent souvent des châteaux lourdement fortifiés et infligent régulièrement de lourdes pertes à l'ennemi.
hu: A mubarizanok arra büszkék, hogy mindig ők alkotják a támadás arcvonalát. Rendszeresen döntenek le erősen védett kastélyokat, és ritkán hibázzák el, hogy ellenségeiken fájdalmas sebet ejtsenek.
it: I mubarizan sono fieri di essere sempre in prima linea durante un attacco. Conquistano regolarmente castelli pesantemente fortificati e raramente non riescono a infliggere atroci perdite ai loro nemici.

source: Naffutun use naptha to show their enemies true fear.
ca: Els naffatun usen nafta per ensenyar els seus enemics què significa la paraula por.
cs: Naftuni vzbuzují u nepřátel skutečný strach užitím hořící nafty.
fr: Les naffutuns utilisent la naphte pour terroriser leurs ennemis.
hu: A naffatunok benzint használnak, hogy ellenségeiket igazán megfélemlítsék.
it: I naffatun usano il petrolio per mostrare ai loro nemici la vera paura.

source: naptha throw
ca: nafta
cs: hořící nafta
fr: lancer de napthe
hu: benzinspriccelés
it: spruzzo di petrolio

source: Rami frequently use burning arrows to set fire to enemy fortifications and generally sow terror amongst the enemy. Such tactics may also have other uses in a land of many strange wonders...
ca: Els rami solen usar fletxes flamejants per encendre els fortificacions enemigues i normalment sembren el terror entre els enemics. Aquestes tàctiques també tenen altres utilitats en una terra plena de coses estranyes...
cs: Střílejíce zápalné šípy do nepřátelských opevnění, rozsévají Ramirové zkázu v řadách nepřátel. Tato taktika má také další uplatnění v zemi mnoha zvláštních divů ...
fr: Les ramis utilisent fréquemment des flèches enflammées pour brûler les fortifications ennemies et sèment souvent la terreur dans les rangs adverses. Ces techniques peuvent être utilisées de bien d'autres façons dans cet étrange pays.
hu: A ramik gyakran használnak égő nyilakat, hogy lángokba borítsák az ellenséges erődítményeket, és általánosságban halálfélelmet keltsenek az ellenségben. Az ilyen taktikának más felhasználása is lehetséges a furcsa csodák országában.
it: I rami spesso impiegano frecce infuocate per incendiare le fortificazioni nemiche e in generale seminare il terrore tra il nemico. Queste tattiche possono anche aver altri usi in una terra dalle molte meraviglie...

source: fire arrow
ca: fletxa flamejant
cs: ohnivý šíp
fr: flèche enflammée
hu: égő nyíl
it: freccia incendiaria

source: The maelstrom created by even a few Rami al Nuri can turn the tide of many a battle. Use them wisely.
ca: El caos que poden provocar fins i tot uns pocs Rami-an-nuri pot canviar el curs de la batalla. Usa'ls amb saviesa.
cs: Smršť šípů, kterou je schopno vytvořit i jen několik jednotek Rami al Nuri, dokáže zastavit celé postupující voje. Je proto třeba využívat je v boji moudře.
fr: Le maelström produit par seulement quelques ramis-al-nuri peut changer le cours de nombreuses batailles. Utilisez-les à bon escient.
hu: A lángörvény, amit még kevés rami al nuri is elő tud idézni rengeteg csata kimenetelét megfordíthatja. Bölcsen használd őket.
it: Persino pochi Ram al Nuri possono creare un turbine che può rovesciare l'esito di molte battaglie. Impiegali con accortezza.

source: Naga Abomination
cs: Děsivá nága
fr: Abomination Naga
hu: Rettenetes naga
it: Abominio dei Naga

source: These heavy fighters are elite forces of the nagas.
cs: Tito těžce vyzbrojení bojovníci jsou elitními silami nág.
fr: Ces combattants lourds constituent les forces d'élite des nagas.
hu: Ezek a nehéz harcosok a nagák elit haderejét alkotják.
it: Questi pesanti guerrieri corazzati sono le forze d'elite dei naga.

source: Naga Assassin
cs: Nága vrah
fr: Assassin naga
hu: Naga orgyilkos
it: Naga assassina

source: Naga Hunters are Naga who are skilled at hunting with a bow. Since the naga are naturally resistant to poison, they have no qualms about hunting with poisoned arrows. These two foot long shafts, tipped with a potent poison, have been known to slay many kinds of prey.
ca: Les nagues caçadores són aquelles que han mostrat habilitats amb l'arc. Ja que les nagues són resistents al verí per la seua naturalesa, no tenen cap problema en utilitzar fletxes enverinades. Es conegut per tots que aquestes sagetes de dos peus de llargària estan enverinades i han sigut la causa de la mort de moltes menes de preses.
cs: Lovci jsou nágy, které získaly dostatečnou zručnost v lovu lukem. Protože jsou nágy přirozeně odolné proti jedu, nemají žádné výčitky při použití jedovatých šípů. Tyto dvě stopy dlouhé střely se špičkou potřenou silným jedem usmrtí mnohé druhy kořisti.
fr: Les chasseurs nagas sont des nagas capables de tirer à l'arc. Comme ils sont naturellement résistants aux poisons, ils utilisent sans problèmes des flèches empoisonnées. Ces aiguilles de deux pieds enduites d'un venin puissant peuvent, parait-il, abattre tout type de proie.
hu: A naga vadászok olyan nagák, akik gyakorlottak az íj használatában. Mivel a nagák természetükből eredően ellenállóak a mérgekkel szemben, nincsen aggályuk mérgezett nyilakat használni a vadászat során. Ezek a két láb hosszú nyílvesszők, amik hegyét erős méregbe mártják, híresek arról, hogy sokfajta áldozatot szednek.
it: I cacciatori naga sono abili nella caccia con l'arco. Poiché sono naturalmente resistenti al veleno, non hanno remore a cacciare con frecce avvelenate. Queste lunghe aste dalla punta impregnata di potente veleno sono note per aver abbattuto molti tipi di preda diversi.

source: Naga Depthprowler
cs: Nága hlubinný slídič
fr: Rôdeur des profondeurs naga
hu: Naga mélységi portyázó
it: Naga predatrice degli abissi

source: Some nagas, whether through cowardice or cunning, develop a knack for surviving in darker depths of the water. After special training, this knowledge can develop into an entirely different branch of combat, although it is just as deadly. Naga Depthstalkers are especially valued as brood guardians, where they keep watch over eggs laid in hidden caves.
fr: Certains nagas, que ce soit par ruse ou bien par couardise, développent leur capacité à survivre dans la pénombre abyssale. Après un entraînement spécial, ce talent peut aboutir à un type de combat différent, mais tout aussi destructeur. Les rôdeurs des profondeurs sont particulièrement appréciés comme gardiens de nids, où ils surveillent les œufs pondus dans des cavernes secrètes.
hu: Néhány naga, talán gyávaságból vagy ravaszságból, egy trükköt agyalt ki, hogy a víz sötét mélységeiben is kitartsanak. Különleges kiképzés után, ez a tudás egy teljesen más csatába fejlődhet, ami ugyanakkor halálos is. A naga mélységi cserkészőket költőhelyi őrként különösen nagyra értékelik, mivel vigyázni tudnak a barlangokba rejtett tojásokra.

source: Nagini Depthprowler
cs: Nagini hlubinná slídička
fr: Rôdeuse des profondeurs naga
hu: Nagini mélységi portyázó
it: Naga predatore degli abissi

source: Some naganis, whether through cowardice or cunning, develop a knack for surviving in darker depths of the water. After special training, this knowledge can develop into an entirely different branch of combat, although it is just as deadly. Nagani Depthstalkers are especially valued as brood guardians, where they keep watch over eggs laid in hidden caves.
hu: Néhány naga, talán gyávaságból vagy ravaszságból, egy trükköt agyalt ki, hogy a víz sötét mélységeiben is kitartsanak. Különleges kiképzés után, ez a tudás egy teljesen más csatába fejlődhet, ami ugyanakkor halálos is. A naga mélységi cserkészőket a költőhelyek őreiként különösen nagyra értékelik, mivel vigyázni tudnak a barlangokba rejtett tojásokra.

source: Naga Depthstalker
ca: Naga Aguaitadora
fr: Vagabond des profondeurs naga
hu: Naga mélységi cserkésző
it: Naga assassina degli abissi

source: Nagini Depthstalker
ca: Naga Aguaitadora
fr: Vagabonde des profondeurs naga
hu: Nagini mélységi cserkésző
it: Naga assassino degli abissi

source: Naga Guardian
ca: Naga Guarda
cs: Nága strážce
fr: Gardien naga
hu: Naga őr
it: Naga guardiana

source: These heavy fighters are slower and more heavily armored than most naga and wield huge maces which they use to crush their enemies. They mostly guard naga outposts, but occasionally participate in offensive raids.
cs: Tito bojovníci jsou pomalejší a více obrnění než ostatní nágy. Vládnou velkým palcátem, kterým ubíjí své nepřátele. Většinou hlídají základny nebo příbytky, ale někdy se přidávají k útočným zátahům.
fr: Ces combattants puissamment armés sont plus lents et plus lourdement protégés que la plupart des nagas et ils portent d'énormes masses pour écraser leurs ennemis. Ils surveillent principalement les avant-postes nagas mais participent parfois à des raids offensif.
hu: Ezek a nehéz harcosok lassabbak és jobban védettek, mint a legtöbb naga, hatalmas buzogányokat forgatnak, amivel összezúzzák ellenségeiket. Leginkább naga őrsöket védenek, de alkalomadtán részt vesznek támadásban is.
it: Questi pesanti guerrieri sono più lenti della maggior parte dei naga e brandiscono enormi mazze che usano per annientare i nemici. Solitamente sorvegliano gli avamposti, ma a volte partecipano a spedizioni punitive.

source: Naga Hunter
ca: Caçador
cs: Nága lovec
fr: Chasseur naga
hu: Naga vadász
it: Naga cacciatrice

source: Naga Sentinel
ca: Sentinella Naga
fr: Sentinelle naga
hu: Naga őrszem
it: Naga sentinella

source: These heavy fighters are elite guards of the naga, choosen by their dedication and skill, their purpose is to defend their sleeping brethen from any menace or guarding their hidden cities from outside invasors until the great awake of their civilization arrive. These nagas are mostly unknow in Wesnoth since they can only be found near Naga cities.
fr: Ces combattants puissamment armés forment la garde d'élite des nagas. Sélectionnés pour leur adresse et leur dévouement, ils protègent leurs semblables durant leur sommeil, ou défendent leurs villes secrètes contre les envahisseurs. Ce rôle leur est dévolu jusqu'au prochain grand réveil de leur civilisation. Ces nagas sont souvent inconnus à Wesnoth car ils ne sont visibles que dans les villes nagas.
hu: Ezek a nehéz harcosok a nagák elit őrei, odaadás és tehetség szerint válogatva, feladatuk megvédeni alvó népüket bármilyen vésztől vagy rejtett városaikon kívül tartani a megszállókat, amíg civilizációjuk nagy ébredése el nem érkezik. Ezek a nagák majdnem ismeretlenek Wesnothban, mivel kizárólag a naga városok közelében lehet őket megtalálni.
it: Questi pesanti guerrieri sono le guardie d'elite dei naga, scelti per la loro devozione e esperienza, il loro scopo è quello di difendere i cugini nel sonno da qualunque minaccia o custodire le loro città nascoste da invasori esterni fino a quando la loro civiltà non si risveglierà. Questi naga sono praticamente sconosciuti a Wesnoth dato che possono essere trovati solo vicino alle città dei naga.

source: Naga Warden
ca: Guardià Naga
cs: Nága hlídka
fr: Gardien-chef naga
hu: Naga őrző
it: Naga custode

source: These heavy fighters are the elite guards of the naga. They are slower and more heavily armored than most naga and wield huge maces which they use to crush their enemies. They mostly guard naga outposts, but occasionally participate in offensive raids.
cs: Tito obávaní bojovníci jsou elitními hlídkami nág. Jsou pomalejší a více vyzbrojené než většina nág. Vládnou velkým palcátem, kterým ubíjí své nepřátele. Většinou hlídají základny nebo příbytky, ale někdy se přidávají k útočným zátahům.
fr: Ces combattants puissamment armés sont les gardes d'élite des nagas. Plus lents et plus lourdement protégés que la plupart des nagas, ils portent d'énormes masses pour écraser leurs ennemis. Ils surveillent principalement les avant-postes nagas, mais participent parfois à des raids.
hu: Ezek a nehéz harcosok lassabbak és jobban védettek, mint a legtöbb naga, hatalmas buzogányokat forgatnak, amivel összezúzzák ellenségeiket. Leginkább naga őrsöket védenek, de alkalomadtán részt vesznek támadásban is.
it: Questi pesanti guerrieri sono le guardie d'elite dei naga. Sono più lenti della maggior parte dei naga a causa della corazza e brandiscono enormi mazze che usano per annientare i nemici. Solitamente sorvegliano gli avamposti, ma a volte partecipano a spedizioni punitive.

source: Orcish Shaman
ca: Xamà orc
cs: Skřetí šaman
fr: Chaman orc
hu: Ork sámán
it: Orco sciamano

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for Orcs), Orcish Shamans are good spell casters and can curse their enemies, draining their life.
fr: Les chamans orcs sont les gardiens de la magie orc. Très respectés, ils forment le Conseil des Orcs, qui prend des décisions importantes et arbitre les nombreux conflits qui surgissent entre les tribus de cette race turbulente. Bien que physiquement fragiles (pour des orcs), les chamans orcs sont de bons lanceurs de sorts et peuvent maudire leur ennemis, drainant leur vie.
hu: Az ork sámánok az ork varázslat védelmezői. Az ork törzsek tisztelik őket, ők alkotják az Ork Tanácsot, ami az ork közösség számára fontos döntéseket hoz és bíráskodik a rengeteg konfliktusban, amik felmerülnek ennek a civakodó fajnak a törzsei közt. Habár fizikailag gyengék (az orkokhoz képest), az ork sámánok jól bánnak a bűbájjal és meg tudják átkozni az ellenséget elvéve életerejüket.

source: curse
ca: maledicció
cs: prokletí
fr: malédiction
hu: átok
it: maledetto

source: Orcish Warlock
cs: Skřetí černokněžník
fr: Sorcier orc
hu: Ork táltos
it: Orco stregone
