Repository: wescamp/Extended_Era-1.4
Catalog: po/*.po
Languages: ca, cs, fr, hu, it

source: Some Aragwaithi youths take young eagles as a pet. These are not the common eagles, but a race of noble, giant birds of prey. When they are grown enough, they usually willing to serve as a mount for their best friend, and their young mates learn the art of riding these giant birds.
ca: Alguns joves aragwaith adopten àguiles com a mascotes. No són les àguiles típiques, sinó una raça d'aus de pressa nobles i gegants. Quan són prou grans, normalment accepten servir com a muntura del seu millor amic, i els seus joves companys aprenen l'art de cavalcar aquestes aus gegants.
cs: Někteří mladí Aragwaiti chovají mladé orly. Nejsou to ovšem běžní orli, ale plemeno vznešených obřích lovců. Když vyrostou, jsou obvykle ochotni nosit a vozit své nejlepší přátele, kteří pak na nich rozvíjí své umění řízení obřích ptáků.
fr: De jeunes aragwaiths prennent des jeunes aigles comme animaux de compagnie. Ce ne sont pas des aigles communs, mais c'est une race de gigantesques et nobles rapaces qui acceptent, en général après avoir suffisamment grandi, de servir de monture à leur meilleur ami, dont le jeune compagnon apprend l'art de monter ces oiseaux géants.
hu: Néhány aragwaith fiatal háziállatként fiatal sast tart. Ezek nem közönséges sasok, hanem egy óriási, nemes ragadozómadár-faj. Ha már elég termetesre nőttek, gyakran örömmel szolgálnak hátasként legjobb barátaiknak, és fiatal társaik megtanulják a hatalmas madarak megülésének művészetét.
it: Alcuni giovani Aragwaithi allevano come cuccioli delle aquile. NOn si tratta delle aquile comuni, ma di una razza di nobili e giganti rapaci. Quando sono abbastanza cresciuti, di solito servono volontariamente come cavalcatura per i loro migliori amici e i loro giovani compagni imparano l'arte di cavalcare questi uccelli giganti.

source: Flagbearer
ca: Portaestendard
cs: Vlajkonoš
fr: Porte-étendard
hu: Zászlótartó
it: Alfiere

source: Greatbow
ca: Arc gran
cs: Mistr luku
fr: Grand-arc
hu: Visszacsapóíjász
it: Grande arco

source: Finally moving on from the dirk and dagger to the sword, the Greatbow is superior to the Strongbow in melee combat, but not as powerful as the Slayer. Their bow, however, is a masterpiece of military design. Several months are spent crafting a single bow, and each bow is crafted by the user, to his individual specifications. Due to the incredible strength required to pull these bows, anyone but the crafter who attempts to draw it could suffer serious injury.
ca: Una vegada superada la daga i el ganivet per una espasa, l'arc gran és superior a l'arc fort en combat de melé, però no tan poderós com els Matadors. Els seus arcs, tanmateix, són unes veritables obres d'art de l'enginyeria militar. Es sol tardar mesos en construir un sol arc i cadascun està creat segons les especificacions individuals de cada usuari. A més a més, la força per usar-lo és tal que qualsevol que no siga l'usuari o l'artesà podria sofrir una greu lesió.
cs: Mistři luku prošli výcvikem přes dirky a dýky k mečům. Jsou lepšími bojovníky na blízko než Lukostřeleci, ale ne tak dobrými jako Zabijáci. Jejich luky jsou nicméně mistrovskými kousky vojenské konstrukce. Sestrojení vlastního luku trvá několik měsíců a každý luk je vyráběn svým uživatelem na míru podle jeho individuálních požadavků. Vzhledem k neuvěřitelné síle nátahu u takového luku by každý jiný než jeho tvůrce, kdo by se ho pokoušel natáhnout, mohl utrpět vážné poranění.
fr: Remplaçant enfin le couteau et la dague par une épée, l'habileté au corps à corps du grand-arc est intermédiaire entre celle du puissant-arc et celle du massacreur. Leur arc est toutefois un chef-d'œuvre d'équipement militaire. Plusieurs mois sont nécessaires pour fabriquer, sur mesure, un seul de ces arcs. La force incroyable nécessaire pour les bander rend leur utilisation dangereuse pour tout autre que leur propriétaire.
hu: Végezetül a gyilokról és tőrről áttérve a kardra, a visszacsapóíjász hatékonyabb a szuperíjásznál közelharcban, de nem olyan erős, mint a vérengző. Azonban az íjuk a katonai eszközök legsikerültebb remekműve. Jónéhány hónapot töltenek el egyetlen íj elkészítésével, és mindegyik íjat a használója egyéni jellemzőire alakítják. A hihetetlen erő miatt, ami az íj meghajlításához kell, a készítőjén kívül bárki, aki megpróbálja felajzani azt, súlyos sérüléseket szerezhet.
it: Quando finalmente i “grande arco” passano dalla daga o dal pugnale alla spada, diventano superiori ai “forte arco” nel combattimento ravvicinato, ma non potenti quanto gli “uccisori”. Il loro arco, tuttavia, è un capolavoro di progettazione militare. Ci vogliono parecchi mesi per costruire un solo arco, e ogni arco è costruito dal suo utilizzatore, secondo le sue specifiche caratteristiche. A causa della incredibile forza necessaria per tendere questi archi, chiunque cerchi di utilizzarlo, a parte chi lo ha costruito, rischia gravi ferite.

source: Guard
ca: Guàrdia
cs: Stráž
fr: Garde
hu: Őr
it: Guardia

source: Chosen from the toughest Swordsmen, Guards willingly forgo some of thier mobility for the advantages of armor. Whether in ceremonial posts during peace, or on the battlefield in times of war, their role is always the same: defending the Warlock nobilty.
cs: Stráže jsou vybírány z nejlepších bojovníků s mečem. Vzdávají se částečně své pohyblivosti pro získání výhodnějšího pancéřování. Jejich úloha, ať už v mírových časech během ceremonií nebo v časech válečných na bitevním poli, je vždy jednoznačná: chránit a podporovat urozené Černokněžníky.
fr: Les gardes sont choisis parmi les plus solides des spadassins et renoncent volontiers à un peu de mobilité pour pouvoir porter des armures lourdes. Que ce soit durant leurs fonctions honorifiques des temps de paix ou durant leurs fonctions militaires des temps des guerres, leur rôle reste toujours le même : protéger les enchanteurs nobles.
hu: A legkeményebb kardforgatók közül válogatva az őrök örömmel feladják mozgékonyságukat a páncélzat nyújtotta előnyökért cserébe. Akár ünnepélyes posztokon békeidőben, vagy a csatatéren háború idején, szerepük mindig ugyanaz: megvédeni a táltos nemességet.
it: Gli armigeri più resistenti vengono selezionati per diventare guardie. Per questo ruolo rinunziano volontariamente a una parte della loro mobilità per il vantaggio di una armatura. Sia nei servizi cerimoniale in tempo di pace, sia sul campo di battaglia in guerra il loro ruolo rimane sempre lo stesso: difendere gli stregoni nobili.

source: Guardian
ca: Guarda
cs: Ochránce
fr: Gardien
hu: Őrző
it: Guardiano

source: Lancer
ca: Llancer
fr: Lancier
hu: Lándzsás
it: Lanciere

source: Longswordsman
ca: Espadatxí
cs: Bojovník s dlouhým mečem
fr: Escrimeur
hu: Pallosforgató
it: Armigero con spada lunga

source: While Aragwaithi Swordsmen seem uncannily skilled to blade-wielders of other races, the Aragwaithi reserve their own admiration for Longswordsmen. These warriors have become so adept at the arts of thrust and parry that they have adopted a longer blade than the Swordsmen, yet they are able to wield it with equal grace and skill.
fr: Malgré le talent supérieur de leurs spadassins, les aragwaiths réservent toute leur admiration aux escrimeurs. Ces guerriers sont tellement habiles pour parer et pour frapper d'estoc et de taille qu'ils ont préféré porter une épée plus longue, toujours et encore maniée avec aisance et grâce.
hu: Míg az aragwaith kardforgatókat hihetetlenül képzettnek tartják a többi faj pengeforgatóihoz képest, az aragwaithok között sajátságos imádat övezi a pallosforgatókat. Ezek a harcosok olyan mélyen elmerültek a döfés és hárítás művészetében, hogy hosszabb pengét használnak, mint a kardforgatók, de ugyanolyan fenségesen és tehetségesen forgatják azt.
it: Anche se agli occhi dei portatori di spada della altre razze gli armigeri Aragwaithi appaiono straordinariamente esperti, gli Aragwaithi tributano la loro ammirazione agli armigeri con la spada lunga. Questi guerrieri sono diventati così esperti nell'arte delle stoccate e delle parate che hanno adottato una lama più lunga rispetto a quella degli altri armigeri che comunque sono capaci a maneggiare con pari grazia e abilità.

source: longsword
cs: dlouhý meč
fr: épée longue
hu: pallos
it: spada lunga

source: Pikeman
ca: Piquer
cs: Pikenýr
fr: Piquier
hu: Pikás
it: Picchiere

source: Scout
ca: Explorador
cs: Průzkumník
fr: Éclaireur
hu: Felderítő
it: Esploratore

source: Shield Guard
ca: Protector
cs: Štítonoš
fr: Garde bouclier
hu: Pajzs Őre
it: Guardia dallo scudo

source: These warriors wear the old shields of their ancients. These ancients could hold the line in the great battles until the reinforcements arrived, but they paid a high price, not many survived the battle and many others died through their strong wounds. Now only the best warriors are allowed to carry these ancient shields to remind the world and to honor these brave man and their sacrifice.
fr: Ces guerriers portent les antiques boucliers de leurs ancêtres qui pouvaient tenir en ligne lors des grandes batailles, jusqu'à l'arrivée des renforts. Ceux-ci l'ont payé cher car peu ont survécu et beaucoup sont morts suite à leurs blessures. Aujourd'hui, seuls les meilleurs guerriers ont le droit de brandir le bouclier des anciens en hommage à la vie de ces gens courageux, à leur honneur et à leur sacrifice.
hu: Ezek a harcosok elődeik régi pajzsait viselik. Ezek az ősök hatalmas csatákban tartani tudták a vonalakat, amíg az utánpótlás megérkezett, de nagy árat fizettek érte, nem sokan élték túl a csatát, és sokan a súlyos sebeik miatt haltak meg. Ma már csak a legnagyobb harcosok viselik ezeket az ősi pajzsokat, hogy emlékeztessék a világot, és tisztelegjenek elődeik bátorsága és áldozata előtt.
it: Questi guerrieri portano gli antichi scudi dei loro antenati che riuscirono a mantenere le posizioni nelle grandi battaglie fino all'arrivo dei rinforzi ma a caro prezzo, pochi sopravvissero alla battaglia e molti altri perirono a causa delle gravi ferite. Ora solo ai guerrieri migliori è permesso portare questi gloriosi scudi per ricordare al mondo e onorare questi uomini coraggiosi e il loro sacrificio.

source: Silver Shield
ca: Guardià
cs: Šerý jezdec
fr: Bouclier d'argent
hu: Ezüstpajzs
it: Scudo d'argento

source: Slayer
ca: Matador
cs: Zabiják
fr: Massacreur
hu: Vérengző
it: Uccisore

source: While improving only marginally on the power of their bow, the Slayer abandons the blade in favor of training with a glaive, improving his skills in hand-to-hand combat. He is not as rugged as others of comparable skill, but far deadlier.
ca: Encara que les seues habilitats amb l'arc només han millorat un poc, el Matador ha canviat l'espassa per una alabarda, millorant la seua tècnica de lluita. Encara que no siga tan dur com altres d'habilitat comparable, és prou més mortífer.
fr: Alors qu'il ne développe que peu son habileté à l'arc, le massacreur abandonne le couteau pour s'entraîner au maniement de la vouge et améliore ainsi sa capacité au combat au corps à corps. Il n'est pas aussi acharné que d'autres aussi compétents que lui, mais bien plus mortel.
hu: Miközben keveset törődnek az íjászattal, a vérengzők elhagyják a tőrt is, és inkább gladiusszal edzik magukat, fejlesztve képességeiket a szemtől szembeni harcban. Nem olyan kemények, mint hasonló képességű társaik, de sokkal halálosabbak.
it: L'uccisore migliora solo marginalmente la potenza del suo arco e abbandona la spada per allenarsi con il gladio, migliorando la sua efficacia nel combattimento ravvicinato. Non è rude come altri di pari esperienza ma di gran lunga più mortale.

source: glaive
ca: alabarda
cs: kůsa
fr: vouge
hu: gladius
it: gladio

source: Aragwaith^Sorcerer
ca: Fetiller
cs: Aragwaitský kouzelník
fr: Sorcier
hu: Boszorkánymester
it: fattucchiere

source: Sorcerers are like the wind they can stand in front of you and one second later behind you. On the battlefield they are fearful enemies and even the aragwaithi throw a carefull eye on them mostly from a prefered distance of a hundred feets.
fr: Les sorciers sont comme le vent : ils peuvent d'abord se tenir en face de vous, puis être derrière vous une seconde plus tard. Ce sont des ennemis redoutés en bataille et même les aragwaiths gardent un œil attentif sur eux, à plusieurs dizaines de mètres de préférence.
hu: A boszorkánymesterek olyanok, mint a szél, előtted állnak, majd a következő pillanatban már mögötted. A csatatéren rettegett ellenségek, és még az aragwaithok is erősen szemmel tartják őket, általában a kedvelt száz lépés távolságból.

source: staff
ca: bastó
cs: hůl
fr: bâton
hu: bot
it: bastone

source: mage-bolt
ca: raig màgic
cs: magický úder
fr: rayon de magie
hu: varázsvillám
it: dardo magico

source: Aragwaith^Sorceress
ca: Fetillera
cs: Aragwaitská kouzelnice
fr: Sorcière
hu: Boszorkány
it: fattucchiera

source: Sorceresses are like the wind they can stand in front of you and one second later behind you. On the battlefield they are fearful enemies and even the aragwaithi throw a carefull eye on them mostly from a prefered distance of a hundred feets.
hu: A boszorkányok olyanok, mint a szél, előtted állnak, majd a következő pillanatban már mögötted. A csatatéren rettegett ellenségek, és még az aragwaithok is erősen szemmel tartják őket, általában a kedvelt száz lépés távolságból.

source: Spearman
ca: Soldat
cs: Kopiník
fr: Porte-lance
hu: Dárdás
it: Fante

source: The less dextrous and stronger Aragwaith take up the spear. Useful in hunting, this weapon is also deadly on the battlefield. Many impetuous knights have found themselves or their mounts impaled on the point of an Aragwaithi spear.
fr: Les aragwaiths les plus forts et les moins habiles choisissent la lance. Dangereuse à la chasse, cette arme est également mortelle sur un champ de bataille. Beaucoup de chevaliers impétueux se sont retrouvés empalés au bout d'une lance aragwaith.
hu: A kevésbé ügyes és erős aragwaithok veszik kezükbe a dárdát. Hasznos a vadászatban, de ez a fegyver a csatatéren is halálos. Sok meggondolatlan lovag találta már magát vagy hátasát egy aragwaith dárda hegyére tűzve.

source: Strongbow
ca: Arc fort
cs: Lukostřelec
fr: Puissant-arc
hu: Erősíjas
it: Forte arco

source: By wielding a stronger bow and training almost constantly, the Aragwaith Strongbow fires a far deadlier shot than the average archer. Their dirks are longer than the daggers used by the typical archer, and they wield them far more effectively.
ca: Amb un entrenament quasi constant i un arc prou més fort, l'arc fort aragwaith té una potència de foc àmpliament superior a la de l'arquer normal. Els seus ganivets són més llargs que les dagues que usa l'arquer típic, i les utilitzen amb molta més efectivitat.
cs: Vlastnictvím silnějšího luku a díky pravidelnému tréninku jsou lukostřelci smrtonosnějšími jednotkami než běžní lučištníci. Také jejich dirky jsou delší než nože lučištníků a lukostřelci je umí daleko lépe ovládat.
fr: Le puissant-arc aragwaith porte un arc puissant et s'entraîne presque tout le temps ; il tire des traits bien plus dangereux que ceux de l'archer moyen et manie de façon bien plus efficace ses couteaux plus longs que les dagues de l'archer standard.
hu: Egy erősebb íjat viselve és a majdhogynem folyamatos kiképzésnek köszönhetően az aragwaith erősíjasok sokkal halálosabb nyilakat lőnek ki, mint az átlag nyilasok. Tőreik hosszabbak, mint a tipikus nyilasokéi, és messzemenően hatékonyabban is használják azt.
it: I “forte arco” degli Aragwaithi scagliano frecce molto più letali rispetto a unarciere medio perché maneggiano un arco più potente e si allenano costantemente. Le loro daghe sono più lunghe dei pugnali impiegati normalmente dagli arcieri e le sanno maneggiare con maggior efficacia.

source: Swordmaster
ca: Mestre d'espasa
cs: Mistr meče
fr: Maître des épées
hu: Kardmester
it: Maestro di spada

source: Swordmasters do not come into their title lightly. They have endured years of rigorous Aragwaithi military training, and survived many ferocious battles. Their skill with their blades is spoken of with awe among those few foes who have witnessed it - and lived. Having won thier title, Swordmasters take responsibility for instructing the young, passing on the proud Aragwaithi martial traditions. Even the Royal Guards of Wesnoth respect the Swordmasters.
cs: Mistři meče nepřichází k svému titulu snadno. Snášeli roky tvrdého bojového tréninku a přežili mnoho zuřivých bitev. Jejich umění ovládání sečných zbraní je popisováno s úctou těmi, kdo měli možnost ho zažít ... a přežít. Po získání svého titulu jsou mistři meče odpovědní za výcvik mladších, pokračujíce v hrdých vojenských tradicích Aragvaitů. Dokonce příslušníci Královské stráže Wesnothu respektují tyto mistry meče.
fr: Les maîtres des épées n'obtiennent pas facilement leur titre. Pendant des années, ils ont subis un entraînement militaire rigoureux et dû survivre à de nombreuses et féroces batailles. Leur talent à l'épée terrifie ceux qui les ont vu se battre et qui ont survécu à la rencontre. Les maîtres des épées sont chargés de l'instruction des nouvelles recrues, et doivent leur inculquer les fières traditions martiales aragwaith. Même les gardes royaux de Wesnoth les respectent.
hu: A kardmesterek nem érik el könnyen címüket. Sok évnyi aragwaith katonai kiképzésen estek át, és sok kegyetlen csatát éltek már túl. A pengetudományukról félelemmel beszélnek azok a kevesek, akik megtapasztalták azt - és még élnek. Miután elnyerik címüket, a kardmesterek felelőséget vállalnak a fiatalok tanításában, továbbadva a büszke aragwaithi hagyományokat. Még Wesnoth udvari testőrei is tisztelik a kardmestereket.
it: I maestri di spada non si guadagnano il titolo facilmente. Hanno seguito anni di rigoroso allenamento militare aragwaithi e sono sopravvissuti a feroci battaglie. Quei pochi nemici che sono stati testimoni della loro esperienza con la loro spada e sono sopravvissuti ne parlano con ammirazione. Con il loro titolo, i maestri di spada assumono la responsabilità di istruire i giovani secondo le orgogliose tradizioni militari aragwaithi. Persino la guardia reale di Wesnoth rispetta i maestri di spada.

source: Swordsman
cs: Bojovník s mečem
fr: Spadassin
hu: Kardforgató
it: Armigero

source: While the Aragwaithi are slight of body, they are also fast and nimble. These abilites, coupled with the intensive training given to the Agarwaithi military, make for superb swordsmen. Swordsmen are clad in light chain mail - the better to resist the blades of their enemies.
fr: Élancés, les aragwaiths sont rapides et agiles. Ces caractéristiques, couplées avec l'entraînement intensif dispensé aux soldats aragwaith, en font de formidables combattants à l'épée. Les spadassins sont vêtus d'une cotte de mailles légère, ce qui est le mieux pour résister aux lames ennemies.
hu: Habár az aragwaithok gyenge felépítésűek, gyorsak és hajlékonyak is. Ezek a képességek, párosítva a fárasztó kiképzéssel, amit az aragwaith katonaság kap, nagyszerű kardforgatókat nevelnek. A kardforgatók könnyű páncélinget viselnek - hogy ellenségeik pengéinek jobban ellenálljanak.
it: Anche se gli Aragwaithi sono leggeri di costituzione, sono anche veloci e agili. Queste abilità, unite all'intenso addestramento militare degli Aragwaithi, li rende dei superbi armigeri. Gli armigeri portano una cotta di maglia leggera - la migliore protezione per resistere alle lame nemiche.

source: Aragwaith^Warlock
ca: Mag
cs: Aragwaitský černokněžník
fr: Enchanteur
hu: Táltos
it: Stregone

source: The magically inclined among the Aragwaith recieve not only the martial training so common in Aragwaithi society, but also in the art of healing, and of course in magic. Wielding powerful fire, competent with their staves, possessing a healing touch, Warlocks are the noblest of a noble people.
fr: Les aragwaiths prédisposés à la magie reçoivent un entraînement martial, ce qui est très habituel dans leur société, et apprennent à soigner et à lancer des sorts. Pouvant lancer de puissantes boules de feu, doués avec leur bâton, et capables de guérir les autres, les enchanteurs sont les plus nobles de ce noble peuple.
hu: Az aragwaithok között a varázslatra hajlamosak nem csak az aragwaith társadalomban oly gyakori harcművészeti képzést kapják meg, hanem jártasak a gyógyítás művészetében, és természetesen a varázslásban. Hatalmas tűz birtokában, botjuk mestereiként, gyógyító érintéssel rendelkezve a táltosok a nemes emberek legnemesebbjei.

source: female^Warlock
ca: Maga
cs: Aragwaitská černokněžka
fr: Enchanteresse
hu: Táltosnő
it: Strega

source: female^The magically inclined among the Aragwaith recieve not only the martial training so common in Aragwaithi society, but also in the art of healing, and of course in magic. Wielding powerful fire, competent with their staves, possessing a healing touch, Warlocks are the noblest of a noble people.
hu: Az aragwaithok között a varázslatra hajlamosak nem csak az aragwaith társadalomban oly gyakori harcművészeti képzést kapják meg, hanem jártasak a gyógyítás művészetében, és természetesen a varázslásban. Hatalmas tűz birtokában, botjuk mestereiként, gyógyító érintéssel rendelkezve a táltosok a nemes emberek legnemesebbjei.

source: Aragwaith^Wizard
ca: Bruixot
cs: Aragwaitský mág
fr: Magicien
hu: Varázsló
it: Mago

source: female^Wizard
ca: Bruixa
cs: Aragwaitská magyně
fr: Magicienne
hu: Varázslónő
it: Maga

source: Bear
cs: Medvěd
fr: Ours
hu: Medve
it: Orso

source: Adult bears are known for going their own way; most bears would sooner flee a melee than throw themselves at risk. Some, though, for whatever reason, choose not to run. These bears are a terrifying sight to behold. An adult bear is a mass of muscle, claw, fur, and fury of almost unrivalled proportions: even the most skilled of warriors will not look lightly on the bulk of an angry, advancing bear.
cs: O dospělých medvědech je známo, že si hledí svého prospěchu. Než by riskovali, raději utečou z boje. Přesto někteří z nich z různých důvodu boj vyhledávají. Tito medvědi pak jsou hrozivým zjevem. Dospělý medvěd je masa svalů, pařátů a srsti, poháněná zuřivostí jíž téměř nelze čelit. Dokonce i zkušení válečníci blednou při pohledu na takový vzteklý kolos, jako je postupující medvěd.
fr: Il est connu que les ours adultes suivent leur propre chemin ; la plupart fuiront un combat plutôt que de courir un risque. Certains néanmoins, pour une raison quelconque, choisirons de ne pas fuir. Ces ours sont terrifiants à voir. Un ours adulte est une masse de muscles, griffes, fourrure et furie dans des proportions quasiment jamais égalées : même le plus doué des guerriers ne prendra pas à la légère la masse d'un ours furieux qui s'approche.
hu: A felnőtt medvék ismertek arról, hogy a saját útjukat járják; a legtöbb medve inkább elmenekül a közelharc elől, minthogy kockáztassa a bundáját. Van azonban néhány, ami valamilyen okból nem futamodik meg. Ezek a medvék rettentő látványt nyújtanak. Egy felnőtt medve izom, karmok, bunda, és düh mérhetetlen tömegű keveréke: még a legképzettebb harcosok sem szemlélnek nyugodtan egy dühös, közeledő medvét.
it: Gli orsi adulti sono noti per andare per la propria strada; la maggior parte degli orsi fuggirebbe in fretta da uno scontro che li mette a rischi. Qualcuno, però, per una qualche ragione, preferisce non fuggire. Questi orsi sono terrificanti a vedersi. Un orso adulto è una massa di muscoli, artigli e furia di proporzioni mai viste: anche i guerrieri più esperti non guardano con leggerezza la mole di un orso infuriato che avanza.

source: bearhug
cs: medvědí tlapa
fr: prise de l'ours
hu: medveölelés
it: stretta dell'orso

source: Young Bear
cs: Mladý medvěd
fr: Jeune ours
hu: Medvebocs
it: Orso giovane
