Repository: wescamp/Extended_Era-1.4
Catalog: po/*.po
Languages: ca, cs, fr, hu, it

source: Highly decorated, These men have gained the title of Lord through their cunning, their prowess, bravery, and strength. They command their provinces, lead their men in battle, and hold the law with an iron grip. They lead as an example to the life of a warrior in the realm of the Dark Elves.
ca: Aquestos hòmens, àmpliament condecorats, han guanyat el títol de senyor gràcies a la seua astúcia, força, poder i valentia. Comanden les províncies amb mà de ferro, a més de liderar els seus hòmens a la batalla. Per tot açò, són models a seguir dins la militarista societat dels Elfs Obscurs.
fr: Ces elfes ont reçu de nombreuses décorations et le titre de Seigneur en récompense de leur ruse, de leur force, de leur bravoure et de leurs prouesses. Ils gèrent leurs provinces, mènent les hommes au combat et appliquent les lois d'une main de fer. Ils représentent un modèle de vie martiale exemplaire dans le monde des elfes des ténèbres.
hu: Ezek a pompásan díszített tündék a nemesi címet ravaszságukkal, vitézségükkel, bátorságukkal és erejükkel érdemelték ki. Provinciáikat irányítják, hadba vezetik embereiket, és vasmarokkal tartatják be a törvényt. Életük mintául szolgál a többi harcosnak a sötét tündék birodalmában.
it: Questi uomini hanno ottenuto le più alte decorazioni e il titolo di signore per la loro astuzia, la loro prodezza, il loro coraggio e la loro forza. Regnano sulle loro provincie e guidano i loro uomini in battaglia e amministrano la legge con pugno di ferro. Sono d'esempio per la vita di un guerriero nel regno degli elfi oscuri.

source: Marshal
ca: Mariscal
cs: Maršál
fr: Maréchal
hu: Marsall
it: Colonnello

source: These Elves have proven themselves on and off the battle field with their character and demeanor. They have earned for themselves the rank of Marshal. Although they can never become Lords, they still strive to do their best to defend the Matron Mother with their swords and short spears.
ca: Aquestos elfs han guanyat el respecte de tota la societat dins i fora del camp de batalla amb el seu caràcter i les seues maneres, cosa que els ha valgut el rang de Mariscal. Encara que mai poden esdevenir senyors, encara intenten esforçar-se al màxim per defendre la Mare Matrona amb les seues espases i llances curtes.
fr: Ces elfes ont montré leur valeur et leur personnalité tant sur les champs de bataille qu'en dehors. Ils ont atteint le rang de Maréchal. Bien qu'ils ne puissent plus devenir seigneurs, ils utiliseront toujours leurs épées et leurs courtes lances pour défendre au mieux la Reine Mère.
hu: Ezek a tündék a csatatéren és azon kívül is bizonyítottak rátermettségükkel és viselkedésükkel. Kiérdemelték maguknak a marsall rangot. Habár soha nem válhatnak úrrá, a legjobb tudásuk szerint védelmezik a Védelmező Anyát kardjaikkal és tőrösbotjaikkal.
it: Questi elfi hanno dimostrato sul campo di battaglia e fuori il loro carattere e la loro forza di volontà. Si sono meritato il rango di Marescialli. Anche se non potranno mai signori, ancora fanno del loro meglio per difendere la Madre Matrona con le loro spade e lance corte.

source: Noble
cs: Urozený elf
hu: Nemes
it: Nobile

source: The young Lords are rash and brave. They have spent their entire childhood training with the sword, and have been taught from the best Marshals battlefield tactics. They have highly decorative shields that they use in battle to attack and encourage their troops.
ca: Els joves senyors són violents i valents. Han passat tota la seua infància entrenant-se amb l'espasa, i els millors mariscals els han ensenyat tàctiques. Tenen uns escuts especialment decorats que empren en la batalla per atacar i envalentir les seues tropes.
cs: Mladí urození elfové jsou stateční a zbrklí. Celé své dětství trénovali s mečem a učili se bitevní taktiku od nejlepších maršálů. Nosí vysoce zdobené štíty, které využívají na bitevním poli k útoku a k posilování odvahy svých jednotek.
fr: Les jeunes nobles sont braves et irréfléchis. Ils ont passé toute leur enfance à s'entraîner à l'escrime et à apprendre l'art de la guerre avec les meilleurs maréchaux. Ils portent des boucliers richement ornés qu'ils utilisent à la guerre pour combattre et encourager leur troupes.
hu: Az ifjú nemesek meggondolatlanok és bátrak. Egész gyermekkorukat a karddal való gyakorlatozással töltötték és a legjobb marsalloktól tanulták a csatatéri taktikát. Szépen díszített pajzsaikat támadásra és csapataik biztatására használják a harcban.
it: I giovani signori sono avventati e coraggiosi. Hanno speso tutta laloro infanzia nell'addestramento con la spada e i migliori colonnelli hanno insegnato loro le tattiche del campo di battaglia. Portano scudi riccamente decorati che usano in battaglia per attaccare e incoraggiare le loro truppe.

source: Shadow
ca: Ombra
cs: Stín
fr: Ombre
hu: Árny
it: Ombra

source: Staying hidden safe in the shadows of the caves, they will hit you when you least expect it. Despite their frailty, they can inflict great damage either by thrusting their daggers in the back of their target or by shooting fast a lot of bolts from their crossbow.
hu: Biztonsággal megbújva a barlangokban homályában a legváratlanabb pillanatban támadnak. Törékeny alkatuk ellenére súlyos sebeket okozhatnak, ha tőrüket áldozatuk hátába mártják, vagy ha számszeríjukból pusztító nyilak tömkelegét lövik ki.

source: Dark Elf^Sorcerer
ca: Fetiller
cs: Elfský kouzelník
fr: Sorcier
hu: Boszorkánymester
it: Incantatore

source: Sorcerers are Wizards that have gone deeper into the studying of the arcane arts. Their research consumes them in a quest for more power, leading them down a path toward the dark arts practiced by the Necromancers and Lichs. Their mighty cold blast can freeze any foe that dares to cross their path.
ca: Les fetilleres són unes magues que han arribat més lluny en els seus estudis de les arts arcanes. Aquesta cerca les espenta cap a terribles desitjos de poder i cap a un camí que també petgen els nigromants i els lich. El seu poderós cop de gelor pot congelar qualsevol enemic que s'atrevisca a creuar el seu camí.
fr: Les sorciers sont des magiciens qui ont approfondi leur connaissance des arcanes. Leur quête incessante de pouvoir les consume et les mène sur la voie des arts ténébreux des nécromanciens et des liches. Leur puissants rayons glaçant peut geler n'importe quel ennemi croisant leur chemin.
hu: A boszorkánymesterek olyan varázslók, akik mélyebbre ásták magukat a földöntúli művészetekben. Kutatásuk felemészti őket a hatalomért folytatott küzdelemben, egy olyan úton vezetve őket a feketemágia felé, amit a villik és holtidézők alkalmaznak. Erőteljes fagylöketük bármilyen ellenséget megfagyaszt, aki útjukat meri állni.
it: Gli incantatori sono gli apprendisti che hanno approfondito lo studio delle arti esoteriche. Le loro ricerche li consumano nella conquista di altro potere, guidandoli giù nell'abisso della magia nera praticata da necromanti e Lich. Il loro potente soffio gelido può congelare qualsiasi avversario che osi intralciare il loro cammino.

source: dark wave
cs: temná vlna
fr: rafale des ténèbres
hu: sötét hullám
it: onda oscura

source: Dark Elf^Sorceress
ca: Fetillera
cs: Kouzelnice
fr: Sorcière
hu: Boszorkány
it: Strega

source: The women of the Dark Elves often join the Order of the Clerics at a very young age. These have gained the rank of Sorceress, and have nearly mastered the art of healing, torturing, and healing their captives again and again. Very soon, they will become Clerics, the terribly seductive sadistic torturers.
ca: Les elfes obscures freqüentment s'uneixen a l'Ordre dels Clergues quan són molt joves. Aquestes ja han arribat al rang de fetilleres, i quasi han dominat l'art de curar, torturar i curar de nou els seus presoners. Prompte arribaran a clegues, les terriblement seductores torturadores.
cs: Temné elfky často vstupují ve velmi mladém věku do Řádu Kněžek. Tyto již dosáhly hodnosti kouzelnic a ovládají takřka mistrně techniku neustálého a opakovaného ošetřování a mučení svých obětí. Velmi brzy se z nich stanou kněžky, zrůdně svůdné sadistické mučitelky.
fr: Ces enchanteresses se sont élevées au rang de sorcière et maîtrisent maintenant les techniques de guérison ; elles s'en servent pour torturer leurs captifs encore et encore. Elles deviendront ensuite clercs, tortionnaires sadiques terriblement séduisantes.
hu: A sötét tündék lányai gyakran nagyon fiatalon csatlakoznak a papság rendjeibe. Kiérdemelték a boszorkányoknak járó rangot, és csaknem magukévá tették ellenségeik meggyógyításának, megkínzásának, majd megint meggyógyításának módszerét. Nemsokára iszonyúan vonzó, de kegyetlenül gyötrő papnőkké válnak.
it: Le donne degli elfi neri spesso aderiscono all'Ordine delle Sacerdotesse in giovanissima età. Coloro che si sono quasi impadronite delle arti della cura, meritano il rango di incantatrici, torturando e guarendo i loro prigionieri continuamente. Molto presto diventeranno streghe, sadiche torturatrici terribilmente sadiche.

source: Stalker
ca: Furtiu
cs: Pronásledovatel
fr: Rôdeur
hu: Cserkésző
it: Imboscatore

source: Cunning, agile warriors, the Stalkers are powerful in both the use of their daggers and crossbows. They are completely hidden in the caves, only the thud of a dead body tells you they are near.
ca: Uns guerrers astuts i àgils, els furtius són hàbils tant amb les dagues com amb les ballestes. Son capaços de confondre's amb el terreny d'una cova i només la pudor d'un cos mort pot assenyalar-te que són a prop.
fr: Guerriers adroits et agiles, les rôdeurs excellent dans le maniement du poignard et de l'arbalète. Ils vivent camouflés dans les cavernes et seul le son d'un corps qui s'écroule lourdement vous avertira de leur présence.
hu: Ravasz, kitartó harcosok, a cserkészők mind a tőreiket, mind a számszeríjaikat használva erősek. Teljesen el vannak rejtve a barlangokban, csupán az élettelen testek tompa puffanása árulja el, hogy közel vannak.
it: Gli imboscatori sono guerrieri astuti e agili, sono efficaci nell'uso sia dei loro pugnali sia delle balestre. Quando sono completamente nascosti nelle caverne, solo il tonfo di un corpo morto vi dice quanto sono vicino.

source: Dark Elf^Warlock
ca: Mag
fr: Ensorceleur
hu: Táltos
it: Stregone

source: The best of their kind, these Warlocks have immense power, rivaling even that of the Arch Mage. They have discovered the secrets of the dark arts, and have the power to drain life from their opponents with a single touch, and add it to their own.
ca: Els millors dins la seua espècie, aquestos mags tenen un poder enorme que pot rivalitzar amb el d'un arximag. Han descobert els secrets de les arts obscures i tenen el poder de drenar la vida dels seus enemics amb un senzill toc, i convertir-la en seua.
fr: Ce sont les meilleurs chez les leurs ; ces ensorceleurs ont un pouvoir immense, rivalisant même avec celui de l'archimage. Ils ont percé les secrets des arts des ténèbres et peuvent drainer la vie de leurs ennemis rien qu'en les touchant.
hu: Fajtájuk legjobbjai, ezek a táltosok hihetetlen erővel rendelkeznek, ami vetekszik még az emberi varázslómesterekével is. Felfedezték a sötét varázslatok titkait, és megvan az erejük hozzá, hogy egyetlen érintéssel kiszívják ellenségeik életerejét, és azzal sajátjukat növeljék.
it: Sono i migliori della propria razza e hanno un immenso potere che rivaleggia persino con quello dell'Arcimago. Hanno scoperto i segreti della magia nera e hanno il potere di risucchiare la forza vitale dai loro avversari con un semplice tocco e sommarla alla propria.

source: touch
ca: toc
cs: dotek
fr: toucher
hu: érintés
it: tocco

source: Warrior
ca: Guerrer
cs: Válečník
fr: Guerrier
hu: Harcos
it: Guerriero

source: These Warriors have devoted themselves totally to mastering the use of dual weapons. With their balanced blades, they can shave a Dwarf. Only few become Corsairs.
ca: Aquestos guerrers s'han entregat totalment a dominar l'us de dos armes. Amb les seues fulles especials, poden alçar de terra fins i tot un nan. Només uns pocs poden arribar a ser corsaris.
cs: Tito válečníci se cele zasvětili zdokonalování v mistrovství ovládání dvou zbraní. Svými vyváženými čepelemi by mohli oholit kdejakého trpaslíka. Jen z několika z nich se stanou Korzáři.
fr: Ces guerriers se consacrent totalement aux duels. Leurs lames bien équilibrées leur permettent de raser un nain de très très près. Peu sont ceux qui deviennent corsaires.
hu: A harcosok magukat teljesen a kettős fegyverhasználat elsajátításának szentelték. Kiegyensúlyozott pengéikkel akár egy törpöt is megborotválnak. Csak kevesen válnak könyörtelenné.
it: Questi combattenti si sono votati interamente alla padronanza dell'uso di una coppia di armi. Con le loro lame bilanciate, posso fare la barba a un nano. Solo pochi diventano Corsari.

source: Dark Elf^Wizard
ca: Bruixot
cs: Elfský mág
fr: Magicien
hu: Varázsló
it: Mago

source: Some Dark Elves prefer studying the arcane arts over close-combat. Usually they are left to the lesser duties of the House, such as upkeep, watching the slaves, and other such things. However, in time of conflict, they can do great damage, even though they lack any training in close-combat.
ca: Alguns elfs obscurs prefereixen estudiar les arts arcanes abans que el combat personal. Normalment se'ls dona càrrecs menors dins d'una Casa, com ara el manteniment, vigilar els esclaus i altres coses per l'estil. Tanmateix, en temps de guerra, poden causar un gran dany, encara que no tinguen cap entrenament en la lluita de melé.
cs: Někteří z temných elfů se věnují raději studiu tajuplných umění než bojovému výcviku. Obvykle jsou jim v komunitě dávány méně důležité úkoly jako údržba, dozor nad otroky a podobně. Přestože jim chybí bojový trénink, dokáží rozdávat v dobách konfliktu velmi účinné zásahy.
fr: Certains elfes des ténèbres préfèrent l'étude des arcanes au combat rapproché. Ils sont habituellement désignés pour les devoirs de la Chambre, comme l'intendance, la surveillance des esclaves, etc. Pendant les conflits, ils peuvent cependant infliger de terribles dégâts même s'ils manquent complètement d'entraînement au corps à corps.
hu: Néhány sötét tünde jobban kedveli a földöntúli művészetek tanulmányozását, mint a közelharcot. Általában rájuk hagyják a ház kevésbé fontos ügyeit, mint a fenntartást, a szolgák felügyeletét és hasonló dolgokat. Azonban harc idején hatalmas sebzést okozhatnak, annak ellenére, hogy hiányos a közelharci kiképzésük.
it: Alcuni elfi neri preferiscono studiare le arti esoteriche al combattimento ravvicinato. Di solito nella loro Casa svolgono i compiti meno gravosi come la manutenzione, la sorveglianza degli schiavi e altre cose di questo tipo. Tuttavia, in tempo di guerra, possono fare gravi danni, anche se non hanno alcun addestramento al combattimento ravvicinato.

source: Dwarvish Arcanister
ca: Nan Arcanista
cs: Trpasličí strážce tajemna
fr: Maître des arcanes nain
hu: Törp rúnateremtő
it: Nano fabbro esoterico

source: The most powerful of all the runecrafters, the Dwarvish Arcanister destroys wounded enemies almost instantly, and rarely fails to cause a wound when that is his intent. His skill in runecrafting is unrivaled, and the glyphs he carves into his weapons and armor deflect the blows of his enemies.
ca: Els més poderosos de tots les mestres rúnics nans, els arcanistes destrueixen els enemics ferits quasi instantàniament, i rara vegada erren els seus atacs. Llurs coneixements de les runes no tenen igual, i els grius que inscriu en llurs armes i armadures rebutgen els cops dels seus enemics.
fr: Le maître des arcanes nain est le plus puissant de tous les graveurs de runes, il détruit les ennemis blessés presque instantanément, et il arrive souvent à infliger une blessure quand il en a l'intention. Sa capacité à tailler les runes reste inégalée, et les glyphes qu'il grave sur ses armes et son armure le protègent des coups ennemis.
hu: A leghatalmasabb minden rúnavéső közül, a törp rúnateremtő minden sebzett ellenséget szinte azonnal elpusztít, és csak kivételes esetben nem sikerül sebet ejtenie, ha ez a szándéka. Tehetsége a rúnavésésben páratlan, és a fegyvereibe vésett jelek valamint páncélzata visszaveri ellenségei csapásait.
it: Il fabbro esoterico è il più potente di tutti i maestri delle rune, distrugge i nemici feriti quasi all'istante e di rado sbaglia a provocare una ferita se questo era il suo intento. La sua abilità con le rune non conosce rivali e i glifi che incide sulle sue armi e armature deviano i colpi dei nemici.

source: hammer
ca: martell
cs: kladivo
fr: marteau
hu: pöröly
it: martello

source: Dwarvish Axemaster
ca: Mestre de la destral
fr: Maître des haches nain
hu: Törp bárdmester
it: Nano maestro d'ascia

source: The axemaster is something of a dwarvish oddity - fast, nimble, armored, and deadly with lightning-fast blades. They are not the strongest fighters in the dwarvish kingdom, but are well-respected nonetheless.
ca: Un mestre de la destral no deixa de ser una raresa dins la societat dels nans: ràpid, àgil i mortífer amb les seues fulles, que desapareixen en un terbolí quan ataca. Potser no siguen els lluitadors més forts de tot el regne nan, però són, si més no, respectats.
fr: Le maître des haches est une sorte de singularité chez les nains : agile, rapide, armuré et mortel avec ses haches rapides comme l'éclair. Ce ne sont pas les guerriers les plus puissants du royaume nain, mais ils sont néanmoins très respectés.
hu: A bárdmester ritka a törpök között - gyorsak, hajlékonyak, páncélozottak és halálosak villámgyors pengéikkel. Nem a legerősebb harcosai a törp királyságoknak, de vitathatatlanul tiszteletre méltóak.
it: Il maestro d'ascia è in un certo senso un'anomalia tra i nani - veloce, agile, corazzato e letale con le sue lami veloci come fulmini. NOn sono i guerrieri più forti del regno dei nani, ma sono comunque rispettati.

source: Dwarvish Axethrower
ca: Llançador de destrals
cs: Trpaslicí vrhač seker
fr: Lanceur de haches nain
hu: Törp bárdhajítók
it: Nano con ascia da lancio

source: Axethrowers have improved their skill hurling their bladed weapons while retaining their natural speed - a dangerous combination.
ca: Els llançadors de destrals han millorat les seues habilitat a l'hora de llançar destrals, però mantenen al mateix temps la seua velocitat natural...Una combinació perillosa.
cs: Vrhači seker vylepšili dovednost vrhání svých seker a přitom si zachovali svou přirozeně velkou pohyblivost. Pro jejich protivníky je to nebezpečná kombinace.
fr: Les lanceurs de haches savent bien mieux lancer violemment les haches, et ils ont conservé leur vitesse naturelle ; c'est une combinaison bien dangereuse.
hu: A bárdhajítók képességeiket olyan irányban fejlesztették, hogy nagy erővel elhajított éles fegyvereik sokáig megőrizzék természetes sebességüket - ami nagyon veszélyes kombináció.
it: I lanciatori di asce hanno migliorato la loro abilità nello scagliare le loro armi affilate pur mantenendo la loro naturale velocità - una combinazione mortale.

source: Dwarvish Flamethrower
ca: Llançaflames nan
cs: Trpasličí vrhač plamene
fr: Incendiaire nain
hu: Törp lángszórós
it: Nano con lanciafiamme

source: It is said that the Dwarven Flamethrowers have strange staves of wood and iron, similar to those of the Thunderguards. But instead of making a thunderous noise shooting a projectile, their weapon generates a continous tongue of flame.
ca: Es sol dir que els llançaflames nans tenen uns bastons de fusta i ferro que semblen molt similars a les dels guardians del tro. Tanmateix, en lloc de fer un soroll ensordidor quan disparen un projectil, la seua arma crea rius de foc.
cs: Říká se, že trpasličí vrhači plamene mají podivné hole ze dřeva a železa, podobné jaké mají příslušníci hromové stráže. Ale místo jednoho hlučného hromového výstřelu vyletují z těchto zbraní opakovaně ohnivé jazyky.
fr: On raconte que les incendiaires nains ont d'étranges bâtons faits de bois et de métal, ressemblant à ceux des gardes foudroyeurs. Cependant, au lieu de tirer des projectiles dans un bruit de tonnerre, leur arme crache des langues de feu continues.
hu: Azt beszélik, hogy a törp lángszórósoknak furcsa fa és vas botjaik vannak, hasonlóan a villámőrzőkhöz. De ahelyett, hogy mennydörgő hangot hallatnának és lövedéket okádnának, fegyverük egy folyamatos lángnyelvet kelt.
it: Si dice che i nani con lanciafiamme abbiano strani bastoni di ferro e legno, simili a quelli delle guardie del tuono. Ma invece di fare un rumore di tuono e scagliare un proiettile, la loro arma genera una lingua di fuoco continua.

source: firestick
ca: bastó de foc
cs: ohnivá hůl
fr: bâton de feu
hu: tűzbot
it: bastone di fuoco

source: Gyrocopter
ca: Girocòpter
cs: Gyrokoptéra
fr: Ornithoptère
hu: Forgókopter
it: Ornitottero

source: Some dwarves have crafted strange machines they call 'Gyrocopters'. Capable of flight, they need space to manoeuvre, thus they cannot be used underground. Gyrocopters are hard to control and are not suited to close combat. Instead, their drivers throw strange eggs they call 'bombs', that explode with the sound of thunder. None know what strange beast lays such eggs.
ca: Alguns nans han creat unes estranyes màquines que anomenen Girocòpters. Son capaços de volar amb elles, tanmateix, requereixen prou espai per maniobrar i no poden usar-se sota terra. Els Girocòpters són difícils de controlar i no estan preparats per a la lluita cos a cos, al contrari, els conductors llancen uns estranys ous que anomenen 'bombes', que exploten amb el soroll d'un raig. Ningú no sap quina estranya bèstia viu dins d'eixos ous.
cs: Někteří trpaslíci si sestrojili podivné stroje nazývané „Gyrokoptéry“. Jsou schopné letu, potřebují však manévrovací prostor a proto nemohou být používány v podzemí. Gyrokoptéry mají složité řízení a nejsou určeny pro boj zblízka. Místo toho mohou jejich řidiči shazovat podivná vejce zvaná „bomby“, které po dopadu explodují s ránou jak hrom. Nikdo neví, jaká divná potvora tyto vejce klade.
fr: Des nains ont fabriqué ces étranges machines qu'ils appellent « Ornithoptère ». Capables de voler, elles ont besoin d'espace pour manœuvrer et donc ne peuvent pas être utilisées dans les cavernes. Les ornithoptères sont difficiles à piloter et ne sont pas adaptés au combat rapproché. À la place, leurs pilotes lancent des œufs étranges qu'ils appellent « grenades », et qui explosent dans un bruit de tonnerre. Personne ne sait quel étrange animal pond ces œufs.
hu: Néhány törp különös gépeket barkácsolt, amiket forgókopternek neveznek. Képesek vele repülni, de helyre van szükségük az irányításához, így nem lehet őket a föld alatt bevetni. A forgókoptereket nehéz irányítani, és nem alkalmasak a közelharcra. Ehelyett kormányosaik különös tojásokat, úgynevezett bombákat dobálnak, ami a villám hangjával robban fel. Senki nem tudja, milyen furcsa lény rak ilyen tojásokat.
it: Alcuni nani hanno costruito una strana macchina che chiamano “ornitottero”. In grado di volare, hanno bisogno di spazio per manovrare per cui non possono essere usate sotto terra. Gli ornitotteri sono difficili da controllare e non sono adatti al combattimento. Tuttavia i loro piloti lanciano strane uova che chiamano “bombe”, che esplodono con rumore del tuono. Nessuno sa quale strana bestia deponga uova simili.

source: bomb
hu: bomba

source: Dwarvish Runemaster
ca: Mestre rúnic nan
cs: Trpasličí mistr run
fr: Maître des runes nain
hu: Törp rúnamester
it: Nano signore delle rune
