Repository: wescamp/Extended_Era-1.4
Catalog: po/*.po
Languages: ca, cs, fr, hu, it

source: It's rare to see bears motivated enough to enter a fight in a meaningful way. Nevertheless, occasionally one of these enormous beasts will find some motivation, whether it be danger to its territory, desperation for food, or even through service to an ally. Even a juvenile bear is a fearsome sight on the battlefield, rending and tearing with its claws and crushing with its powerful limbs and sheer mass. Its heavy fur, thick skin, and already impressive bulk defy its surprising agility in the forest.
cs: Je vzácné vidět, že by medvěd byl ochoten bojovat ve významějším měřítku. Přesto má občas některý z nich dostatečnou motivaci. Například když je hodně vyhladovělý, je ohroženo jeho teritorium nebo kvůli svému spojenci. Dokonce i nedospělý mědvěd vzbuzuje na bitevním poli strach, trhajíce a drtíce svými drápy a tlapami i drtíce celou masou svého těla. I když má těžký kožich, pevnou kůži a přes mladý věk už imponující velikost, jeho pohyblivost v lese je překvapující.
fr: Il est rare de voir des ours suffisamment motivés pour entamer un combat de manière significative. Cependant, occasionnellement une de ces énormes bêtes trouvera la motivation, que ce soit parce que son territoire est en danger, par désespoir à cause de la faim ou bien même pour rendre service à un allié. Même un jeune ours est effrayant à voir sur un champ de bataille, déchirant et arrachant avec ses griffes acérées, et écrasant avec sa masse imposante et ses membres puissants. Son agilité dans la forêt est surprenante, malgré sa fourrure épaisse, sa peau résistante et sa masse imposante.
hu: Ritkán látni annyira feltüzelt medvéket, akik értelmét látják harcba szállni. Ennek ellenére mindig lesz alkalom, hogy egy ilyen hatalmas vadállat indokot találjon, legyen az a területére leselkedő veszély, élelem utáni vágy, vagy akár egy szövetségesért tett szolgálat. Még egy fiatal medve is félelmetes látványt nyújt a csatatéren, karmaival szaggatva és tépve, erőteljes végtagjaival és puszta termetével zúzva. Nehéz bundája, vastag bőre és megdöbbentő alkata ellentmond meglepő kitartásának az erdőben.
it: È raro vedere orsi abbastanza motivati per attaccare di proposito. Tuttavia, occasionalmente uno di queste bestie enormi trovano un qualche motivo, che può essere la difesa del proprio territorio, l'esasperazione per la mancanza di cibo o anche aiutare un alleato. Anche un orso giovane sul campo di battaglia che squarcia e lacera con i suoi artigli e schiaccia con i suoi arti potenti o con il suo peso puro e semplice è una visione impressionante. La sua pesante pelliccia, la pelle spessa e e la sua mole già impressionante sfidano la sua sorprendente agilità nella foresta.

source: Abomination
ca: Abominació
cs: Ohavnost
hu: Undormány
it: Abominio

source: Drenched in the blood of its enemies, an abomination bears little resemblance to the mutation it was created from. Enemy generals have been known to order full blown retreats at the mere sight of such a monster. An abomination's giant pus-laden body can withstand a dizzying amount of punishment, making it almost impossible to take down. This, combined with incredible raw strength, has turned abominations into veritable killing machines, something their chaos masters delight in.
hu: Ellenségei vérében fürödve az undormány már alig hasonlít arra a korcsra, amiből teremtették. Az ellenséges vezérek egy ilyen szörny megpillantásakor azonnali hátraarcot szoktak vezényelni. Óriási gennyzacskókkal teli testük elképesztő módon ellenáll a fizikai behatásoknak, szinte lehetetlen őket elpusztítani. Mindez, kombinálva brutális erejükkel, az undormányokat igazi gyilkológépekké teszi, kaotikus mestereik nem kis gyönyörűségére.

source: crush
ca: esclafa
cs: rozdrcení
fr: écrasement
hu: döngölés
it: impatto

source: Blood Knight
ca: Cavallers de la Sang
cs: Krvavý rytíř
fr: Chevalier des enfers
hu: Vérlovag
it: Cavaliere sanguinario

source: Ultimate mastery comes with the greatest sacrifice. Dark Knights open their veins and let their blood flow. If taste of their blood satisfies the Chaos Lords, they promote them to the rank of Blood Knights, supreme warriors of Chaos.
ca: L'habilitat extrema requereix una sacrifici extrem. Els cavallers de la Sang s'obren les venes i deixen fluir la seua sang. Si el sabor de la sang agrada als Senyors del Caos, l'ascendeixen a cavaller de la Sang, els guerrers suprems del Caos.
fr: La maîtrise suprême vient au prix du plus grand sacrifice. Les chevaliers des enfers s'ouvrent les veines et laissent couler leur sang ; si son goût satisfait les seigneurs du chaos, ils les promeuvent au rang de chevalier des enfers, guerriers ultimes du chaos.
hu: A végső mesteri cím elnyerése a legnagyobb áldozattal jár. A sötét lovagok felvágják ereiket és kivéreztetik magukat. Ha vérük íze kielégíti a Káosz Urakat, előléptetik őket a vérlovagok, a Káosz hatalmas harcosainak soraiba.
it: L'estremo dominio richiede il sacrificio supremo. I cavalieri della morte si aprono le vene e lasciano scorrere il loro sangue. Se il sapore del loro sangue soddisfa i signori del caos, li promuovono al grado di cavalieri sanguinari, supremi guerrieri del caos.

source: axe
ca: destral
cs: sekera
fr: hache
hu: bárd
it: ascia

source: Chaos Daemon
ca: Dimoni del Caos
cs: Démon chaosu
fr: Démon du chaos
hu: Káoszdémon
it: Demone del caos

source: The lesser demons are the gift of the Gods of Chaos to those who have shown to be worthy enough to recieve aid from their sides, though barely any tougher than the average human the lesser demons can easily turn the tide of a battle due to the combination of their nible movement and tough fighting...
ca: Els dimonis menors són un regal dels Déus del Caos a aquells que han demostrat ser prou valuosos com per rebre ajuda dels seus superiors. Encara que aquestos dimonis no són més forts o resistents que l'humà típic, poden canviar fàcilment el curs de la batalla amb la seua combinació d'àgil moviment i fort combat...
cs: Bohové chaosu darují nižší démony všem, kteří se ukázali hodní získat z jejich strany takovou pomoc. Ačkoli nejsou tito démoni o moc odolnější bojovníci než běžný humanoid, mohou přesto snadno zvrátit průběh bitvy díky kombinaci své dobré pohyblivosti a bojeschopnosti...
fr: Les démons mineurs sont les cadeaux des Dieux du chaos à ceux qui se sont montrés dignes de recevoir leur aide. Bien que plus fragiles que les humains, les démons mineurs peuvent facilement changer le cours d'une bataille car ils se déplacent agilement et sont des combattants féroces.
hu: A kicsiny démonok a Káosz Isteneinek ajándékai azok számára, akik megérdemlik a segítséget saját oldaluktól. Habár alig erősebbek, mint egy átlagos ember, a kicsiny démonok könnyedén megfordíthatják a csata folyását fürge mozgásukat szívós küzdelmükkel párosítva...
it: I demoni minori sono il dono degli dei del caos a quelli che hanno dimostrato di valere abbastanza da ricevere un aiuto dalla loro parte; anche se sono a malapena pi resistenti di un uomo normale, i demoni minori possono facilmente rovesciare l'esito di una battaglia grazie alla combinazione del loro agile movimento e del loro combattere potente.

source: fireball
ca: bola de foc
cs: ohnivá koule
fr: boule de feu
hu: tűzgolyó
it: palla di fuoco

source: female^Chaos Demon
cs: Démonka chaosu
fr: Démone du chaos
hu: Káoszdémonnő

source: Demonologist
ca: Demonologista
cs: Démonolog
fr: Possédé
hu: Démonológus
it: Demonologo

source: The mastery of daemons lies in the changing into daemon oneself. Demonologists are daemonic minds entrapped in human body. What is left of human in these creatures are only bodies and memories of invokers and magi, who finally achieved the true power of their lords.
ca: El domini sobre els dimonis radica en convertir-se u mateix en un dimoni. Els demonologistes són unes ments tancades dins d'un cos humà. El que resta d'humà en aquestes criatures només són els cossos i la vaga memòria d'un mag o invocador que finalment ha assolit el vertader poder dels seus senyors.
cs: Démonickým mistrovstvím je přeměnit se v podstatě v démona. Démonologové jsou démonické inteligence uvezněné v lidských tělech. Vše, co zbylo z lidské podstaty je pouze tělo a vzpomínky toho, kdo konečně dosáhl pravé síly svých pánů.
fr: La maîtrise complète de l'invocation des démons est atteinte quand on devient soi-même un démon. Les possédés sont des esprits démoniaques prisonniers dans un corps humain, dont il ne reste que des souvenirs d'invocateurs et de magiciens. Ces créatures ont enfin réussi à atteindre l'extrême puissance de leurs seigneurs.
hu: A démonológia mestersége abban rejlik, hogyan lehet valakit démonná alakítani. A démonológusok démoni szellemek emberi testbe zárva. Emberi dolog ezekben a teremtményekben a testük, valamint idézők és mágusok emlékképei, akik démonná válásuk előtt voltak.
it: Il controllo dei demoni consiste nel trasformare se stessi in un demone. I demonologhi sono menti diaboliche intrappolate in un corpo umano. Quello che rimane di umano in queste creature sono solo i corpi e i ricordi di invocatori e maghi che sono finalmente riusciti a raggiungere il vero potere dei loro signori.

source: chaos blast
ca: explosió de caos
cs: výron chaosu
fr: rafale de chaos
hu: kaotikus löket
it: soffio del caos

source: infernal storm
ca: tempesta infernal
fr: tempête infernale
hu: pokoli vihar
it: tempesta infernale

source: female^Demonologist
cs: Démonoložka
fr: Possédée
hu: Démonológusnő

source: Doom Guard
ca: Guàrdia Final
cs: Stráž zatracení
fr: Garde infernal
hu: Végzetőr
it: Guardia dell'apocalisse

source: Daemons know that, the only thing than can stop a tidal wave is a powerful wall. Doom Guards are such wall, wall of living flesh and steel. Devoid of bloodlust, their aggression is changed into fanatic loyalty. Doom Guards are not the ones to fight, they are the ones to stand against every possible enemy.
ca: Els dimonis saben que l'única cosa que pot aturar una marea és una poderosa muralla. La guàrdia final és aqueixa muralla, una muralla de carn i acer. La seua agressivitat ha sigut canviada per una fanàtica lleialtat, buida de tota sed de sang. La guàrdia final no és l'única que lluita, però sí és l'única que pot resistir contra qualsevol enemic.
cs: Démoni dobře vědí, že jediná věc, která zadrží zničující vlnu je silná zeď. Stráž zatracení představuje takovou zeď, zeď z masa a oceli. Agresivita je u příslušníku Stráže přetavena do fanatické oddanosti a tak postrádají krvežíznivost. Úkolem Stráží zatracení není přímo útočit, jejich úkolem je čelit jakémukoli možnému nepříteli.
fr: Les démons savent que seul un puissant mur peut arrêter un raz de marée, et ce sont les gardes infernaux qui forment ce mur de chair et d'acier. Ils n'ont pas de soif de sang, mais ont transformé leur agressivité en loyauté fanatique ; eux n'attaquent pas, mais résistent à tout ennemi imaginable.
hu: A démonok tudják, hogy az egyetlen dolog, ami megállíthat egy szökőárat az egy erős fal. A végzetőrök egy ilyen falat alkotnak élő húsból és acélból. Vérszomjtól mentesek, az agressziójuk fanatikus hűséggé alakult. A végzetőröket nem harcra szánják, ők azok, akik minden lehetséges ellenséggel szemben megállják a helyüket.
it: I demoni sanno che l'unica cosa che può fermare un'onda di marea è un muro potente. Le guardie dell'apocalisse sono questi muri, muri di carne viva e acciaio.Privi di bramosia di sangue, la loro aggressività è diventata una fedeltà fanatica. Le guardie dell'apocalisse non sono quelle che combattono, sono quelle che resistono di fronte a qualsiasi avversario possibile.

source: shield
ca: escut
cs: štít
fr: bouclier
hu: pajzs
it: scudo

source: Evil Crab
cs: Ďábelský krab
fr: Crabe infernal
hu: Gonosz rák
it: Granchio maligno

source: The corruption of chaos is a subtle and slow process. Even animals as harmless as crabs can be unwittingly twisted and warped far beyond their ordinary nature. Evil crab's are one all too unfortunate result of this process, as the merfolk and naga can attest to.
fr: La corruption du chaos est un processus lent et subtile. Même des animaux aussi inoffensifs que des crabes peuvent être déformés et pervertis en quelquechose de très loin de leur nature originelle. Les ondins et les nagas peuvent attester que les crabes infernaux sont un résultat très regrettable de ce processus.
hu: A Káosz térnyerése alattomos és lassú folyamat. Még olyan ártalmatlan állatok, mint a rákok is akaratukon kívül kifordulhatnak önmagukból és kifordulhatnak békés, hétköznapi természetükből. A gonosz rákok egyedüli szerencsétlen eredményei ennek a folyamatnak, mivel a sellők és nagák ellent tudnak állni a befolyásnak.

source: pincers
cs: klepeta
fr: pinces
hu: ollók
it: chele

source: evil eye
cs: uhranutí
fr: mauvail œil
hu: gonosz szem
it: malocchio

source: Greater Daemon
ca: Gran Dimoni
cs: Vyšší démon
fr: Démon majeur
hu: Méretes démon
it: Demone maggiore

source: female^Greater Demon
cs: Vyšší démonka
fr: Démone majeure
hu: Méretes démonnő

source: Greater Mutation
ca: Gran Mutació
cs: Vyšší mutant
fr: Horreur
hu: Méretes korcs
it: Aberrazione maggiore

source: It came as a great surprise to the Magus who created them that Mutations would over time increase in both stature and strength. It seems the act of killing feeds these bloodthirsty beasts on some innate level. There are few soldier's brave or indeed foolish enough to face off against such a creature, especially when night falls.
fr: Avec le temps et à la grande surprise du démoniste qui les a créés, les aberrations gagnent de force et en stature. Il semblerait que le fait de tuer nourrisse d'une manière spectaculaire ces bêtes avides de sang. Il y a peu de soldats assez braves, ou plutôt assez fous pour affronter une telle créature, surtout à la tombée de la nuit.
hu: Nagy meglepetésként érte a mágust, aki megalkotta ezeket a korcsokat, hogy idővel mind termetben, mind erőben növekednek. Úgy fest az öldöklés valamilyen alapvető szinten táplálja ezeket a vérszomjas szörnyeket. Csak kevés katona van, aki elég bátor, vagy inkább ostoba, hogy megmérkőzzön egy ilyen lénnyel, különösen, ha leszáll az éj.

source: Headhunter
ca: Caçador de caps
cs: Lovec hlav
fr: Chasseur de têtes
hu: Fejvadász
it: Cacciatore di teste

source: Given their souls to daemons, these lifeless scouts appear in the places, that will be infested with the daemonic plague. They are the ones to spread fear and message of daemonic invasions.
ca: Aquestos exploradors que han entregat la seua ànima als dimonis apareixen en aquells llocs que prompte seran envaïts per la plaga demoníaca. Són els que escampen la por i el missatge de les invasions.
cs: Tito neživí zvědové, jenž zasvětili svou duši démonům, se objevují jako předvoj v místech, která jsou brzy poté zamořeny démonickou nákazou. Tito tvorové jsou těmi, kdo zvěstují a šíří strach z invaze démonických stvůr.
fr: Ces éclaireurs sans vie ayant vendu leur âme aux démons apparaissent dans les endroits qui seront envahis par le fléau infernal. Ce sont eux qui répandent la peur et les rumeurs d'invasions démoniaques.
hu: Lelküket eladván a démonoknak, ezek az élettelen felderítők azokon a helyeken jelennek meg, amiket elönt majd a démoni pestis. Ők terjesztik a félelmet és a démoni invázió hírét.
it: Questi esploratori senza vita, donata la loro anima ai demoni, appaiono nei luoghi che sono infestati dalla piaga dei demoni. Sono quelli che diffondono la paura e la notizia delle invasioni dei demoni.

source: club
ca: garrot
cs: kyj
fr: gourdin
hu: fütykös
it: mazza

source: Hell Crab
cs: Pekelný krab
fr: Crabe des enfers
hu: Pokoli rák
it: Cancro infernale

source: Within each species there are often freakishly strong and powerful aberrations born through seemingly blind chance. Successful servants of chaos can find their bodies shifting and growing as these latent traits are brought out. The Hell Crab is a powerful example of the potential all Evil Crabs carry inside them.
fr: Dans chaque espèce, et en dépit de faibles probabilités, il naît souvent des aberrations étrangement fortes et puissantes. Les meilleurs serviteurs du chaos peuvent observer leur corps croître et se transformer alors que ces caractéristiques s'affirment davantage. Le crabe des enfers est un aperçu du potentiel que chaque crabe infernal a en lui.
hu: Minden fajban gyakoriak a vak szerencse segítségével született őrjítően erős és félelmetes torzulások. A Káosz eredményes szolgái képesek megtalálni azt a testet, ami fejlődve és nőve előhozza ezeket a jellemvonásokat. A pokoli rák tökéletes példája annak a lehetőségnek, amit a gonosz rákok magukban hordoznak.

source: Hell Guardian
ca: Guardià de l'infern
cs: Pekelný obránce
fr: Gardien des enfers
hu: Pokolőrző
it: Guardiano infernale

source: Only the toughest of armorers are worthy of greatest armors, that are forged in burning pits of daemonic homeworld. It is said, that if they were commanded to, they could easily withstand the avalanche without stepping back.
ca: Només els més forts dels servidors del caos mereixen les millors armadures, forjades en els ardents pous del regne demoníac. Es diu que si se'ls ordenara detenir un alud, podrien aturar-los sense necessitar donar un pas enrere.
cs: Pouze ti nejtužší z obrněnců jsou hodni masivního brnění, vykovaného ve žhavých jamách pravlasti démonů. O těchto bojovnících se říká, že kdyby měli rozkaz postavit se proti lavině, odolali by její síle bez zakolísání.
fr: Seuls les gardes les plus coriaces sont dignes des meilleures armures forgées dans les gouffres ardents des enfers. Il parait que, si on le leur ordonne, ils peuvent résister à une avalanche sans reculer d'un pas.
hu: Csak a legszívósabb páncélosok érdemlik meg a legnagyszerűbb páncélokat, amiket a démonok forrongó otthonában kovácsolnak. Azt mondják, ha arra parancsolnák őket, könnyedén ellenállnának a jégviharnak moccanás nélkül.
it: Solo gli armieri più resistenti sono degni di portare le armature migliori che sono forgiate nei pozzi infuocati del mondo dei demoni. Si dice che se gli venisse ordinato potrebbero facilmente resistere a una valanga senza indietreggiare di un passo.

source: Hound
ca: Mastí
cs: Lovecký pes
fr: Molosse
hu: Véreb
it: Segugio

source: Trained hunting dog are ferocious animals, eager to attack in an uncontrolled frenzy.
fr: Les chiens entraînés au combat sont des animaux féroces, impatients d'attaquer dans une furie incontrôlée.
hu: A kiképzett vadászkutyák vérengző fenevadak, vágynak rá, hogy féktelen őrülettel támadhassanak.

source: fangs
ca: ullals
cs: tesáky
fr: crocs
hu: agyar
it: zanne

source: Flesh Hound
ca: Antropomastí
cs: Lidožravý pes
fr: Molosse de chair
hu: Megszállott véreb
it: Segugio di carne

source: A hound that becomes a host for a lesser daemon turns into a flesh hound. The unnatural fusion gives them a strange half dog, half human. With a daemons cunning and a dog's senses, these muscled berserkers follow the stench of blood.
fr: Un molosse qui devient l'hôte d'un démon mineur se transforme en molosse de chair. Cette fusion contre nature donne lieu à une créature à moitié chien et à moitié humain. Avec la ruse du démon et des sens de chien, ces furies musclées suivent l'odeur du sang à la trace.
hu: Ha egy vérebet megszáll egy kicsiny démon, megszállott vérebbé változik. A természetellenes egyesülés egy különös, félig kutya, félig ember lényt eredményez. Egy démon ravaszságával, és egy kutya érzékeivel ezek az izmos megszállottak a vér szagát követik.

source: fist
ca: puny
cs: pěst
fr: poing
hu: ököl
it: pugno

source: Rabid Hound
ca: Mastí rabiós
cs: Vzteklý pes
fr: Molosse enragé
hu: Veszett véreb
it: Segugio idrofobo

source: Dog infused with chaotic magic turn rabid. The magic degrades their mind and turns them into slavering beasts that hunger for bloodshed.
fr: Un chien habité par la magie du chaos devient enragé. Cette magie altère leur esprit et les transforme en bêtes assoiffées de sang.
hu: A kaotikus varázslattal megfertőzött kutyák veszetté válnak. A varázslat elhomályosítja elméiket és vérontásra éhes szolgaszörnyekké változtatja őket.

source: Warp Hound
ca: Mastí aterrestrial
cs: Padlý pes
fr: Molosse possédé
hu: Tébolyodott véreb
it: Segugio del caos

source: With time, Rabid Hounds become mutated by the insidious magic of chaos flowing through their bodies. They grow horns and other demonic traits, becoming Warp Hounds. Their only desire is to rend their enemies with teeth and claw.
fr: Avec le temps, les molosses enragés sont transformés par la magie insidieuse du chaos qui habite leur corps. Il leur pousse des cornes et d'autres traits démoniaques, ce qui donne un molosse possédé. Leur unique désir est de déchirer leur ennemis avec leur griffes et leur dents.
hu: Idővel a veszett vérebek mutálódnak az alattomos káosz varázslattól, ami végigfolyik testükön. Szarvakat és más démoni jegyeket növesztenek, tébolyodott vérebbé válnak. Egyetlen vágyuk agyaraikkal és karmaikkal széttépni az ellenséget.

source: Invader
ca: Invasor
cs: Útočník
fr: Envahisseur
hu: Megszálló
it: Invasore

source: Chaos warriors share the common believe that any goverment and any god is corrupt by default, by this thought they fufill the bidding of chaos lords who do not suger coat their reign and let their men face the harsh truth.
ca: Els guerrers del Caos comparteixen la creença que tot govern i tot déu és corrupte per definició i amb aquest pensament sempre segueixen els desitjos dels senyors del caos, que no endolceixen el seu regne i deixen que els seus subordinats coneguen la veritat.
cs: Válečníci chaosu jsou obecně přesvědčeni, že jakákoli vláda či jakékoli božstvo je ze své podstaty zvrácené. S tímto přesvědčením pak snadno přijímají nabídku vládců chaosu, kteří se nezatěžují snahou vylepšovat obraz své vlády a staví před oči svých poddaných nepříjemnou pravdu, tak jak je.
fr: Les guerriers du chaos partagent la conviction que tout gouvernement et tout dieu sont par essence corrompus. Cette pensée les mène à exécuter les ordres de seigneurs du chaos qui ne cherchent pas à masquer la vraie nature de leur règne et laissent leurs hommes affronter la dure réalité.
hu: A kaotikus harcosok osztoznak azon a közös hiten, hogy minden kormány és isten természeténél fogva korrupt, ezzel a tudattal teljesítik káosz uraik ajánlatait, akik nem rejtik véka alá uralkodásukat, és embereiket szembesítik a kegyetlen igazsággal.
it: I guerrieri del caos condividono l'opinione comune che qualunque governo e qualunque divinità siano per definizione corrotti, con questa riflessione eseguono gli ordini dei signori del caos che non regnano in guanti di velluto e lasciano gli uomini ad affrontare la dura verità.

source: Invoker
ca: Invocador
cs: Vyvolávač
fr: Invocateur
hu: Idéző
it: Invocatore
