Repository: wescamp/Extended_Era-1.4
Catalog: po/*.po
Languages: ca, cs, fr, hu, it

source: The sidhe who dedicates himself to the windlasher's life will find it a hard one. He must stop the training in arms and devote himself to the study of magic. Few choose this path, but it is a worthy one.
ca: El sidhe que es dedique a seguir el camí dels estudis per ser un ventador trobarà que la seua és una vida difícil. Deu deixar de banda les pràctiques amb les armes i entregar-se a la màgia. Pocs trien aquest camí, però de ben segur que és profitós.
fr: Les sidhes qui décident de vivre comme déchaîneur d'orages trouveront que c'est difficile. Ils devront abandonner les armes pour se consacrer à la magie. Rares sont ceux qui empruntent cette voie, mais elle en vaut la peine.
hu: A sidhe, aki a széltámasztó életét választja, nehéz életet választ. Abba kell hagynia minden fegyveres kiképzést, és magát a mágia tanulásának kell szentelnie. Kevesen választják ezt az utat, de érdemes ezt választani.
it: La vita dei sidhe che si decidono di fare i flagellatori è dura. Devono smettere con l'addestramento con le armi e devono votarsi allo studio della magia. Pochi scelgono questa strada, ma ne vale la pena.

source: Windrunner
ca: Fill del vent
cs: Nedostižný
fr: Coureur des vents
hu: Szélsebes
it: Corridore del vento

source: The windrunners are the finest scouts available to the sidhe. Their speed is unbelievable, and their prowesses with their spears, whether thrown or in hand to hand, are amazing. They might die fast in direct combat, though.
ca: Els fills del vent són els millors exploradors que el sidhe tenen al seu abast. La seua velocitat és increïble, a l'igual que la seua habilitat amb les llances, siga en combat cos a cos o a distància. Això sí, potser moren prompte en combat directe.
cs: Nedostižní jsou nejlepší sidhelinští zvědové. Jejich rychlost je neuvěřitelná a to, jak statečně bojují oštepem, ať už na dálku nebo zblízka, je ohromující. Přesto v přímém boji nemohou dlouho obstát.
fr: Les coureurs des vents sont les meilleurs éclaireurs sidhes. Leur vitesse est incroyable et leur façon d'utiliser la lance, à distance ou au corps à corps, est stupéfiante. Ils peuvent cependant rapidement succomber lors d'un combat frontal.
hu: A szélsebesek a sidhék legkitűnőbb felderítői. Sebességük hihetetlen, és vitézségük dárdáikkal, akár dobják, akár közelharcban, elképesztő. Azonban szemtől szembeni csatában hamar eleshetnek.
it: I corridori del vento sono gli esploratori più abili tra i sidhe. La loro velocità è incredibile e la loro prodezza con la loro lancia, sia lanciata sia nel corpo a corpo, è stupefacente. Possono morire rapidamente in uno scontro diretto, però.

source: Steppe Bladesman
ca: Orc d'armes de les estepes
cs: Stepní sekerník
fr: Porte-hache des steppes
hu: Sztyeppi pengeforgató
it: Lama delle steppe

source: Those orcs who excell in the use of the battle axe are informally known to their bretheren as Bladesmen. Disregarding all flair or style, Bladesman fight with simple and brutal strength, hacking directly at whatever stands before them. Any skill gained through battle only builds on what nature has already granted them.
ca: Aquells orcs que demostren la seua excel·lència en l'ús de la destral són coneguts informalment com Orcs d'armes. Ignorant tota consideració per l'estil, directament tallen tot allò que siga davant seu. Qualsevol habilitat que hagen guanyat en la batalla només es basa en allò que la Natura els va conferir.
cs: Skřeti, kteří vynikají v boji se sekerou, jsou svými bratry neformálně nazýváni sekerníky. Přehlížejíce veškeré umění a styl, bojují sekerníci jednoduše: brutální silou sekají přímo do toho, kdo před nimi stojí. Jakákoli dovednost získaná na bitevním poli jen posiluje tento naturel, který je jim dán.
fr: Les orcs doués pour manier une hache de bataille sont surnommés « porte-hache » par leurs compatriotes. Ignorant tout effet de style, ils utilisent bêtement leur force brute pour combattre, découpant tout ce qui se trouve sur leur passage. Ce qu'ils peuvent apprendre durant les batailles ne fait que renforcer ce que la nature leur a déjà donné.
hu: Azokat az orkokat, akik kiválóak a fokosok használatában testvéreik csak pengeforgatóknak nevezik. Minden érzéket és stílust elvetve a pengeforgatók egyszerű és brutális erővel küzdenek, rásújtva közvetlenül mindenre, ami csak eléjük kerül. Minden készség, amit a csatában szereznek, csupán ahhoz adódik hozzá, amivel a természet már megáldotta őket.
it: Quegli orchi che eccellono nell'uso dell'ascia da battaglia vengono chiamati informalmente «lame» dai loro cugini. Messa da parte ogni attitudine o stile, le lame combattono con la pura e semplice forza, tirando direttamente colpi su qualunque cosa abbiano davanti. Ogni esperienza ricavata sul campo di battaglia semplicemente si aggiunge a quello che la natura ha già donato loro.

source: battle axe
ca: destral
cs: bitevní sekera
fr: hache de bataille
hu: fokos
it: ascia da battaglia

source: Steppe Flanker
ca: Flanquejador de les estepes
cs: Stepní obkličovač
fr: Commando des steppes
hu: Sztyeppi tőrvető
it: Commando delle steppe

source: Some goblins have discovered that the skills gained on the hunt can be put to use on the battlefield. While goblins are not overly welcome among the raiding parties, they are undeniably useful and so their presence is tolerated, if grudgingly.
ca: Alguns goblins han descobert que les habilitats guanyades en la caça es poden usar en el camp de batalla. Encara que no són particularment benvinguts en les ràtzies, són innegablement útils i per tant la seua presència es tolerada, si més no amb disgust.
fr: Certains gobelins ont compris que leurs talents de chasseur pouvaient s'avérer utiles pendant les batailles. Et donc, même s'ils ne sont pas particulièrement bienvenus dans les groupes de raids, leur présence est tolérée, à regret, car ils s'avèrent indiscutablement efficaces.
hu: Néhány kobold felfedezte, hogy a vadászatban szerzett tapasztalatokat a csatatéren is hasznosíthatják. Habár a koboldokat nem szívesen látják a támadó csapatokban, tagadhatatlanul hasznosak, és jelenlétüket vonakodva elviselik.
it: Alcuni goblin hanno scoperto che le abilità apprese nella caccia possono essere impiegate sul campo di battaglia. Anche se i goblin non sono troppo i benvenuti nei gruppi di razziatori, sono innegabilmente utili e perciò la loro presenza è tollerata, di malavoglia.

source: harpoon
ca: arpón
cs: harpuna
fr: harpon
hu: szigony
it: arpione

source: Steppe Hunter
ca: Caçador de les estepes
cs: Stepní lovec
fr: Chasseur des steppes
hu: Sztyeppi vadász
it: Cacciatore delle steppe

source: The cruel life on the steppes tends to weed out the weak early on and harden those that remain. For this reason goblins are nowhere near as common on the steppe as they are elsewhere. Those that do survive often make themselves useful as scouts or scavengers. In hunting parties they specialise in the use of barbed harpoons to lame prey, allowing an easier kill for their larger orcish bretheren.
ca: La cruel vida en les estepes sol eliminar els dèbils ben prompte i endurir aquells que hi resten. Per aquesta raó els goblins no són tan comuns en les estepes com són arreu. Aquells que sobreviuen es solen ser útils com a exploradors o saquejadors. En els partides de caça s'especialitzen en l'ús d'arpons amb llengüetes per a incapacitar la pressa i així fer més fàcil la caça per als seus germans majors.
fr: La cruelle vie des steppes a tendance à éliminer les faibles assez rapidement et à endurcir ceux qui restent. C'est pourquoi les gobelins sont loin d'être aussi communs dans la steppe qu'ils peuvent l'être ailleurs. Ceux qui survivent se rendent souvent utiles comme éclaireurs ou comme détrousseurs. Durant les expéditions de chasse, ils affaiblissent leurs victimes grâce à des harpons barbelés, facilitant ainsi l'hallali pour leurs frères orcs plus costauds.
hu: Az élet a kegyetlen sztyeppén korán kirostálja a gyengéket, és megerősíti a megmaradtakat. Ebből az okból a koboldok egyáltalán nem olyan gyakoriak a sztyeppén, mint másutt. Azok, akik túlélik a nehézségeket gyakran felfedezőként vagy fosztogatóként teszik magukat hasznossá. Vadászó csoportokban a horgos szigony használatát sajátították el, amivel megbénítják az áldozatot, lehetővé téve nagyobb ork testvéreiknek a könnyebb leölést.
it: La vita crudele delle steppe tende presto a eliminare i più deboli e indurire quelli che rimangono. Per questa ragione da nessuna latra parte i goblin sono comuni come nelle steppe. Quelli che riescono a sopravvivere spesso diventano utili esploratori o spazzini. Nei gruppi di caccia si specializzano nell'impiego di arpioni uncinati per azzoppare le prede permettendo agli orchi loro cugini più grossi di ucciderle più facilmente.

source: Icewind Drover
ca: Ramader del Vent Gelat
cs: Honák severáku
fr: Gardien du blizzard
hu: Jegesszél hajcsár
it: Guardiano del blizzard

source: A Herder of sufficiant ability can become what the Steppe Orcs call a Drover, the elite of the IceWind order. With age and experience in the control of elemental magics. Some have claimed to be capable of summoning forth fierce blizzards from a clear sky, an unlikely feat unconfirmed by outsiders. When asked about the mechanics of their abilities they often answer by refering to themselves as 'conduits'. Just what it is that they channel is never revealed. The tribespeople claim to notice a blue tinge that begins to pervade their normally brown complexion and a crystalline hardness of their skin. Other steppe orcs whisper that this is because their hearts pump not blood, but ice.
fr: Un berger compétent peut devenir un « gardien du blizzard », comme l'appellent les orcs des steppes. Cela représente l'élite de l'Ordre du Blizzard. Avec l'âge et avec l'expérience du contrôle des magies élémentales, certains disent qu'ils peuvent invoquer un furieux blizzard même dans un ciel dégagé ; ce fait improbable n'a jamais pu être confirmé par un étranger. Quand on les interroge sur l'origine de leurs pouvoirs, les gardiens répondent souvent en se désignant comme « guides ». Mais l'élément qu'ils canalisent n'est jamais dévoilé. Les membres de la tribu prétendent apercevoir une nuance bleutée dans leur teint habituellement brun, et la rugosité cristalline de leur peau. D'autres orcs des steppes murmurent que leur cœur ne draine pas de sang, mais de la glace.
hu: A pásztor megfelelő képességgekkel - ahogy a sztyeppi orkok nevezik - hajcsárrá, a Jegesszél Rend kiválóságává válhat, ha megvan a kellő kora és tapasztalata az elemek mágiájához. Néhányan állítják, képesek a tiszta égből félelmetes hóvihart előidézni, ez egy ritka tulajdonság, amit a kívülállók nem erősítettek meg. Ha megkérdezik őket képességeik mibenlétéről válaszaikban gyakran utalnak saját magukra, mint "kapocsra". Azonban arról soha nem beszélnek, hogy mit kötnek össze mivel. A törzsük azt állítja, hogy egy kék árnyalatot kap az amúgy barna bőrük, és elkezd kristály keménnyé válni. Más sztyeppi orkok pedig arról suttognak, hogy ezt az okozza, hogy szívük nem vért, hanem jeget pumpál.

source: frostbite
ca: mossegada de fred
cs: mrazivý štípanec
fr: morsure glaciale
hu: fagymarás
it: morso ghiacciato

source: Icewind Herder
ca: Pastor del Vent Gelat
cs: Pastýř severáku
fr: Berger du blizzard
hu: Jegesszél pásztor
it: Pastore del blizzard

source: There is an old tale about the creation of the the IceWind order: A gang of children were fishing when a very young female, hooking something bigger then she could land, was dragged into the subzero waters. She did not reappear. Two days later, by which time the tribe had nearly forgotton the loss, a sentry witnessed an unnerving spectacle. The very same girl, delirious with exhaustion and deathly pale, was spotted dragging herself from the pond. After the incident the girl, whose name is a closely guarded secret, was never the same. The tribespeople told stories of seeing her freeze a bear solid, simply by looking at it, others claimed that she went out by night to converse with unseen things that moved in the water. Nobody dared approch her about these rumours, lest they prove to be true. She became the founder of the IceWind order, every year she would select children from the tribe to train. Whatever she taught them, it granted them a mysterious influence over the elements of their habitat. The Herders themselves describe this influence as 'union'. Within her lifetime the order became an accepted part of the clan. The child refused outright to reveal what had happened in the frozen pool and when she died many years later the secret died with her.
fr: Un vieux conte parle de la création de l'Ordre du Blizzard : une bande d'enfants était partie pêcher, quand une très jeune fille, attrapant une proie trop grosse pour elle, fut traînée dans les eaux glaciales. Elle n'en ressortit pas. Deux jours plus tard, alors que la tribu avait déjà presque oublié sa disparition, une sentinelle vit un spectacle déconcertant : la fillette épuisée, délirante, et d'une pâleur mortelle, se traînait hors de la mare. La jeune fille, dont le nom est gardé secret avec grand soin, ne redevint plus jamais la même. Les membres de la tribu racontaient que certains l'avaient vue geler un ours sur place, d'un simple regard ; d'autres affirmaient qu'elle sortait la nuit pour discuter avec des choses invisibles se déplaçant dans l'eau. Personne n'osait l'approcher suite à ces rumeurs, craignant leur véracité. Elle fonda l'Ordre du Blizzard, sélectionnant chaque année un enfant de la tribu pour pouvoir l'entraîner. Cet enseignement, quel qu'il fût, leur conférait un pouvoir mystérieux sur les éléments de leur habitat. Les bergers nomment cela « l'union ». L'Ordre fut progressivement accepté par le clan. L'enfant refusa de révéler ce qui s'était passé dans cette mare glacée et quand elle mourut, beaucoup plus tard, son secret s'éteignit avec elle.
hu: Létezik egy ősi mese a Jegesszél Rend keletkezéséről: egy csapat gyerek halászott, amikor egy nagyon fiatal lányka horgára nagyobb dolog akadt, mint amit ki tudott volna húzni a partra, és az magával rántotta a jeges vízbe. Nem bukkant fel. Két nappal később, mikor a törzs már majdnem el is felejtette, egy őrszem tanúja volt egy nyugtalanító esetnek. Ugyanaz a lány, kimerültségtől elcsigázva és halálsápadtan kivonszolta magát a tóból. A balesete óta a lány, kinek neve egy alaposan védett titok, nem volt többet a régi. A törzsben élők meséltek arról, amint látták szilárdra fagyasztani egy medvét, pusztán azzal, ahogy ránézett, mások állították, hogy éjszaka láthatatlan lényekkel beszélgetett a vízben. Senki nem merte megkérdezni ezekről a pletykákról, még kevésbe bebizonyítani ezeket. Ő lett az alapítója a Jegesszél Rendnek, minden évben gyerekeket vett magához a törzsből, hogy képezze őket. Bármit is tanított nekik, az megajándékozta őket lakóhelyük természetét befolyásolni. A pásztorok maguk ezt a befolyást "egyesülésnek" nevezik. Még életében elismert része lett a rend a klánnak. A gyermek nyíltan megtagadta elárulni, hogy mi történt vele a fagyott tóban, és mikor sok év múlva meghalt, titkát is magával vitte.

source: Icewind Master
ca: Mestre del Vent Gelat
cs: Pán severáku
fr: Maître du blizzard
hu: Jegesszél mester
it: Maestro del blizzard

source: Masters are a rare thing indeed, especially in a race with little aptitude for magic. There is almost never more then one in each generation and, as often as not, no Masters will emerge for decades. Those that do reach this pinnacle of their order are often of reclusive nature, as their power seperates them from the main clan. However the reasons for their estrangement also grant them great respect from their brethren.
fr: Les maîtres du blizzard sont vraiment très rares, surtout parmi une race peu encline à la magie. Il n'y en a presque jamais plus d'un par génération, et plusieurs décennies peuvent souvent passer avant qu'un maître n'émerge. Ceux qui arrivent au sommet de l'Ordre sont souvent des solitaires, séparés du clan à cause de leur pouvoir. Mais cet isolement leur permet aussi d'être très respectés par leurs camarades.
hu: Mestereket ritkán látni, főleg egy olyan népnél, ami kevésbé vonzódik a mágia iránt. Majdhogynem minden generációban kizárólag egy van, és gyakran egyetlen mester sincsen évszázadokon át. Azok, kik elérik rendjük ezen csúcsát, gyakran visszahúzódó természetűek, mivel erejük elválasztja őket a fő klántól. Azonban az egyedüllét okai testvéreikben nagyon nagy tiszteletet ébresztenek.

source: Steppe Juggernaut
ca: Destructor de les estepes
cs: Stepní kolos
fr: Mastodonte des steppes
hu: Sztyeppi eltipró
it: Distruttore delle steppe

source: Some of the Steppe Orcs aspiring to power realise that they actually have a certain aptitude for the charge. Abandoning the pursuit of leadership, these Juggernauts fling themselves on the enemy with utterly ferocious recklessness. In one legendary incident, likely made greater with each telling, an entire squad of elves scattered and ran at the sight of a single Juggernaut bearing down on them.
fr: Certains orcs des steppes ambitieux réalisent qu'ils sont en fait très doués pour charger. Abandonnant tout espoir de diriger, ces mastodontes se jettent sur l'ennemi avec une férocité complètement téméraire. Un incident légendaire, sans doute embelli au fil des récits, raconte qu'un escadron complet d'elfes s'est dispersé et a pris la fuite à la vue d'un seul destructeur fonçant sur eux.
hu: Néhány erőnek hódoló sztyeppi ork rájött, hogy tulajdonképpen rátermettek a rohamra. Elhajítva a vezetés utáni vágyakozást, ezek az eltiprók rávetik magukat az ellenségre kimondhatatlanul féktelen elszántsággal. Egy ütközetről szóló legenda szerint, ami valószínűleg szájról szájra növekszik, egy egész hadtest tünde rettent meg és futamodott meg egyetlen feléjük rohanó eltipró látványától.

source: flail
ca: flagel
cs: řemdich
fr: fléau
hu: láncos buzogány
it: flagello

source: Steppe Khan
ca: Khan de les estepes
fr: Khan des steppes
hu: Sztyeppi kán
it: Khan delle steppe

source: The steppe chieftains are titled Khans, serving as both statesmen and generals. They have discovered the advantages of leading from behind, urging their fellows on before them. Before a battle it is customary for them to mingle with the soldiers, goading them on with threats, promises, insults or just primal bellows. Anything to spur them into a towering rage. Nearly everyone who has fought the orcs of the steppe has spoke of the unnerving roars of the orcish leaders. Despite this, Khans are more then ready to enter the fray against any especially audacious enemy that seeks to challenge them. Often, while retaining their flail, they focus on using the axe as they are considered too valuable an asset to risk in daredevil charges.
fr: Les chefs de la steppe portent le titre de Khans et servent à la fois comme hommes d'État et comme généraux. Ils ont découvert les bénéfices qu'il y a à commander de l'arrière, pressant leurs camarades vers l'avant. Avant la bataille, ils vont souvent se mêler aux soldats, pour les motiver avec des menaces, des promesses, des insultes ou, tout simplement, des beuglements. Tout leur est bon pour créer un état de rage. Presque tous ceux qui ont déjà combattu des orcs des steppes évoquent ces grondements déstabilisant des chefs orcs. Mais malgré tout, les Khans vont toujours volontiers se jeter dans la mêlée si un ennemi ose les défier. Souvent, ils préfèrent employer leur hache et non pas leur fléau, qu'ils considèrent comme trop précieux pour le perdre dans une charge brutale.
hu: A sztyepp főnökeit kánnak hívják, mind államférfiként, mind tábornokként szolgálnak. Felfedezték a hátulról irányítás előnyeit, amikor harcosaikat maguk elé küldik. Csata előtt hagyomány elvegyülni a katonák között, fenyegetésekkel, ígéretekkel, gyalázással vagy csak egyszerűen üvöltéssel ösztökélik őket. Bármit megtesznek, hogy seregük óriási őrjöngésben törjön ki. Majdnem mindenki, aki harcolt már a sztyeppen élő orkokkal, mesélt az ork vezetők nyugtalanító ordításairól. Ennek ellenére a kánok több, mint készek bármilyen különösen vakmerő ellenséggel szembeni küzdelemre, akik arra merészkednek, hogy kihívják őket. Gyakran váltanak át a bárd használatára, mivel láncos buzogányaikat túl értékesnek tartják ahhoz, hogy a fergeteges rohamokban esetleg elveszítsék.

source: Steppe Massif
ca: Massiu de les Estepes
cs: Stepní hřmotný kolos
fr: Barbare des steppes
hu: Sztyeppi masszívum
it: Barbaro delle steppe

source: Clad in crude armour with full-face helms and swinging weapons too heavy for many humans to lift, the hulking Massifs are a terrifying spectacle. They invariably continue their use of the battleaxe, with fearful results.
ca: Equipats amb una basta armadura que inclou elms que cobreixen tota la cara i atacant amb unes armes que són massa pesades com per a que molts humans fins i tot les puguen alçar, els enormes Massius són un espectacle terrible. Continuen emprant les seues destrals de batalla, amb resultats esbalaïdors.
fr: Les musculeux barbares présentent un spectacle terrifiant : protégés d'une armure rudimentaire et d'un heaume couvrant complètement leur visage, ils brandissent des armes que peu d'humains pourraient soulever. Ils manient continuellement leurs haches de bataille et obtiennent de redoutables résultats.
hu: Durva páncélzattal felvértezve, zárt sisakban, és olyan fegyvereket lengetve, amit az emberek még megemelni is alig tudnak, a nehézkes masszívumok borzasztó látványt nyújtanak. Fáradhatatlanul képzik magukat a fokos használatában, amit félelmetes eredménnyel forgatnak.

source: Steppe Outcast
ca: Proscrits de les estepes
cs: Stepní odpadlík
fr: Exclu des steppes
hu: Sztyeppi számkivetett
it: Esule delle steppe
