Repository: wescamp/Extended_Era-1.4
Catalog: po/*.po
Languages: ca, cs, fr, hu, it

source: You can spot them at the first line of Chaos flood. Standing with small groups of warriors, these adepts of fiery arts of Chaos command the vanguard hordes of chaos, seeking the best opportunity to advance in the ranks of Chaos. At this point, their mind can be still compared to the mind of the mortal. The only difference is they have no soul, for they sold theirs to their daemonic Gods.
ca: Els pots reconèixer fàcilment entre la primera línia de la marea del Caos Rodejats de xicotets grups de guerrers, aquests adeptes en les quasi incontrolables arts del Caos comanden l'avantguarda de les hordes, buscant les millors oportunitats d'ascendir dins la jerarquia del Caos. En aquest punt, la seua ment encara pot comparar-se amb la d'un mortal, l'única diferència és que no tenen ànima, doncs l'han venuda als seus senyors demoníacs.
fr: Ces adeptes des arts infernaux, accompagnés d'un petit groupe de guerriers, dirigent l'avant-garde des hordes infernales et sont en première ligne lors des invasions menées par les armées du chaos, dont ils cherchent à gravir à tout prix les échelons. Leurs esprits sont encore similaires à ceux des mortels, mais eux n'ont plus d'âme : ils l'ont vendue à leurs Dieux démoniaques.
hu: A Káosz áradatának élén pillanthatod meg őket. Kevés katona társaságában, a Káosz lobbanékony művészetének megszállottjai vezetik a Káosz seregeinek élét, kutatva a legjobb lehetőséget, hogy a Káosz ranglétráján előbbre léphessenek elő. Ezen a ponton elméjük még összehasonlítható a halandókkal. Egyetlen különbség, hogy nincsen lelkük, mivel eladták azt a démoni isteneknek.
it: Si possono vedere nella prima linea del marea del caos. Con piccoli gruppi di guerrieri, questi esperti delle arti feroci del caos comandano le avanguardie delle orde del caos, cercando la migliore opportunità per avanzare nei ranghi del caos. A questo punto, la loro mente può ancora essere paragonata a quella di un mortale. L'unica differenza è che non hanno più l'anima perché hanno venduto la loro agli dei demoniaci.

source: female^Invoker
cs: Vyvolávačka
fr: Invocatrice
hu: Idézőnő

source: Dark Knight
ca: Cavaller Obscur
cs: Temný rytíř
fr: Chevalier noir
hu: Sötét lovag
it: Cavaliere nero

source: Tougher than the average chaos follower, the Dark Knight attempts to confuse it's opponent by wielding a different weapon in each hand, he lets his style on combat alter depending on the situation which makes him a tough warrior to fight.
hu: Keményebb, mint az átlag káoszhívő, a sötét lovag megkísérli megtéveszteni ellenfelét azáltal, hogy mindkét kezében különböző fegyvert forgat, az adott helyzethez igazítja küzdési stílusát, ami szívós ellenféllé teszi.

source: Lesser Daemon
ca: Dimoni Menor
cs: Nižší démon
fr: Démon mineur
hu: Kicsiny démon
it: Demone minore

source: female^Lesser Demon
cs: Nižší démonka
fr: Démone mineure
hu: Kicsiny démonnő

source: Lesser Mutation
ca: Mutació Minor
cs: Nižší mutant
fr: Aberration
hu: Kicsiny korcs
it: Aberrazione minore

source: Myriad and ever-changing the forces of chaos recognize the need for staying power within their ranks. Thus in dark labs filled with screams the Mutations were created. These warped monstrosities were gifted with a self healing body whose very touch other races find poisonous.
fr: La multitude changeante des forces du chaos reconnaît la nécessité de forces résistantes parmi ses rangs. Ainsi, les aberrations furent créées dans des laboratoires plein de cris. Le contact avec le corps régénérant de ces monstruosités gauches est venimeux pour les autres races.
hu: Számtalan és folyton változó seregükben a Káosz erői felismerték a hatalom megtartásának fontosságát. Ezért sötét, sikolyokkal teli laborokban megalkották a korcsokat. Ezeket a tébolyodott szörnyszülötteket öngyógyító testtel áldották meg, aminek puszta érintése más fajokra mérgező hatású.

source: Magus
ca: Mag
fr: Démoniste
hu: Mágus
it: Magio

source: It is they, who rally with the larger groups of chaos warriors, supporting them with magic. As daemonic essence touches chaotic mages, they gain the sharpness of mind and way of thinking more resembling daemons, than human beings. Being trapped between human and daemon life form, they seek no turning back, but aspire to lose their humanity and succumb to the very core of Chaos.
ca: Són ells qui reuneixen els grans grups de guerrers del caos, recolzant-los amb màgies en la batalla. Segons l'essència demoníaca els afecta, guanyen una perspicàcia afiladíssima i una manera de pensar més propera a la dels dimonis que a la dels humans. Atrapats entre la forma humana i demoníaca, no busquen tornar enrere sinó perdre la seua humanitat i rendir-se al vertader nucli del Caos.
fr: Ils commandent les plus importants groupes de guerriers du chaos et les soutiennent avec leur magie. Quand une essence démoniaque s'incarne en eux, ces mages du chaos acquièrent une violence d'esprit et une manière de penser qui les fait plus ressembler à de vrais démons qu'à des humains. Piégés entre une forme humaine et une forme démoniaque, ils ne cherchent pas à rebrousser chemin mais désirent plutôt perdre leur humanité et pénétrer au cœur du Chaos.
hu: Ők azok, akik nagyobb csoport káosz harcossal szövetkeznek varázslataikkal támogatva őket. Amint démoni esszencia éri a káosz mágusait, szellemük élesebbé válik és gondolkodásuk jobban hasonlít a démonokéra, mint az emberi lényekére. Csapdába ejtve az emberi és démoni életforma között nem keresnek visszautat, hanem vágynak az emberségük elvesztésére, és arra, hogy átadhassák magukat a Káosz legbelső magjának.
it: Sono quelli che si raccolgono con gruppi più numerosi di guerrieri del caos e li sostengono con la magia. Quando l'essenza demoniaca sfiora i maghi del caos, essi guadagnano l'acutezza e il modo di pensare che somiglia a quella dei demoni più che a quella di un uomo. Intrappolati tra la forma di vita umana e quella demoniaca, non cercano di tornare indietro ma aspirano a perdere la loro umanità per soccombere all'essenza del caos.

source: female^Magus
cs: Maga
fr: Démoniste
hu: Mágusnő

source: Marauder
ca: Assaltador
cs: Nájezdník
fr: Maraudeur
hu: Martalóc
it: Predone

source: Overlord
ca: Gran Senyor
cs: Temný pán
fr: Seigneur des enfers
hu: Hűbérúr
it: Signore supremo

source: Overlord is a title earned, not given. For such a rank to be claimed, blood knights of Chaos must undergo the harshest and most brutal of trials in order to appease their dark gods. Charred remains and broken bones attest to the difficulty of such tests, yet every year at least one warrior will make the (perhaps foolish) attempt. In the annals of history, only a select few have ever emerged from the trials alive. Granted unholy strength, inhuman resilience and a demonic mount, these are blood knights no longer but Overlords of Chaos.
hu: Hűbérúrrá válik az ember, nem kinevezik. Azok a vérlovagok, akik ezt a célt tűzik maguk elé, a legdurvább, legerőszakosabb próbákat vállalják, hogy kiérdemeljék a sötét istenek figyelmét. Elszenesedett maradványok, törött csontok bizonyítják e próbák kegyetlenségét, mégis minden évben akad legalább egy harcos, aki belevág. A történelmi krónikák nagyon kevés nevet jegyeztek fel, akik élve kerültek ki a megpróbáltatásokból. Ezeket a vérlovagokat szentségtelen erővel, emberfeletti ruganyossággal ruházzák fel, hátasaik démoni erővel bírnak. Többé nem is nevezik őket vérlovagoknak, ők a Káosz hűbérurai.

source: Soulhunter
ca: Caçador d'ànimes
cs: Lovec duší
fr: Chasseur d'âmes
hu: Lélekvadász
it: Cacciatore d'anime

source: Winged Daemon
ca: Dimoni alat
cs: Okřídlený démon
fr: Démon ailé
hu: Szárnyas démon
it: Demone alato

source: Some daemons are given with power, some are given with speed. Winged Daemons are the messengers and vanguard of the Daemonic Corpus, who always take pleasure at sudden strikes and appearing in the place, that no one could expect them.
ca: Alguns dimonis reben poder, altres velocitat. Els dimonis alats són els missatgers i la avantguarda del Corpus Daemonicum i sempre aprofiten l'ocasió per atacar on ningú no els espera i atacar.
cs: Někteří démoni jsou obdarováni silou, jiní rychlostí. Okřídlení démoni jsou poslové a zvědi Chaosu. Vyžívají se v náhlých útocích a objevování se na nečekaných místech.
fr: Certains démons reçoivent le pouvoir, d'autres la vitesse. Les démons ailés sont les messagers et l'avant-garde du corps démoniaque. Ils prennent toujours un malin plaisir à apparaître et frapper soudainement là où on ne les attend pas.
hu: Néhány démonnak erő, másoknak gyorsaság adatik meg. A szárnyas démonok hírvivői és felderítői a Démoni Testületnek, akik mindig élvezetüket lelik a hirtelen támadásokban, és az olyan helyeken való megjelenésben, ahol senki nem várná őket.
it: Alcuni demoni ricevono la forza, altri la velocità. I demoni alati sono i messaggeri e le avanguardie dell'esercito del caos, che prediligono sempre gli attacchi improvvisi e apparire sul posto quando meno uno se lo aspetta.

source: female^Winged Demon
cs: Okřídlená démonka
fr: Démone ailée
hu: Szárnyas démonnő

source: These Elves have been an example to their fellow soldiers, and have gained the rank of Captain. Although they can never become Lords, they still strive to do their best to defend the Matron Mother with their swords and short spears.
ca: Aquestos elfs han sigut un exemple per als seus soldats i han guanyat el rang de capità. Encara que mai poden esdevenir senyors, intenten esforçar-se al màxim per defendre la Mare Matrona amb les seues espases i llances curtes.
fr: Ces elfes ont été exemplaires vis-à-vis de leurs camarades soldats et ont acquis le rang de capitaine. Bien qu'ils ne puissent plus devenir seigneurs, ils utiliseront toujours leurs épées et leurs courtes lances pour défendre au mieux la Reine Mère.
hu: Ezek a tündék példaképei voltak katonatársaiknak, és a kapitányi rangot szerezték meg. Habár sohasem lehetnek urak, ugyanúgy igyekeznek a legjobb tudásuk szerint védeni a Védelmező Anyát kardjaikkal és tőrösbotjaikkal.
it: Questi elfi sono stati di esempio per i propri compagni soldati e si sono meritati il grado di capitano. Anche se non potranno mai diventare signori, fanno del loro meglio per difendere la Madre Matrona con le loro spade e lance corte.

source: female^Cleric
ca: Clergue
cs: Kněžka
fr: Clerc
hu: Papnő
it: Sacerdotessa

source: A Cleric is adapt at both their magical abilities and the use of their maces, as the Dwarves have found out. They have the cure ability, a tool they use for their sadistic pleasure. Terribly seductive, they are both feared and admired for their beauty and cruelty.
ca: Un clergue és apte tant amb els poder màgics com amb les seues maces, cosa que els nans van descobrir. Poden fer ús de l'habilitat de curar, normalment amb intencions sàdiques. Terriblement seductores, són temudes i admirades per la seua bellesa tant com per la seua crueltat.
cs: Kněžky jsou schopny vládnout svými magickými schopnostmi stejně jako svými palcáty, což i trpaslíci už zjistili. Ovládájí schopnost uzdravování, věc kterou využívají pro svá sadistická potěšení. Nebezpečně svůdné, jsou zároveň obávané i obdivované pro svou krásu i krutost.
fr: Comme les nains l'ont découvert, une clerc manie aussi bien la magie que la massue. Elles ont la capacité de guérir, et s'en servent d'ailleurs pour assouvir leurs plaisirs sadiques. Horriblement séduisantes, elles sont à la fois craintes et admirées pour leur beauté et leur cruauté.
hu: Egy papnő jártas varázsképességekben és a buzogányok használatában is, mint azt a törpök már tapasztalták. Rendelkeznek a gyógyítás képességével, amit eszközként használnak szadista vágyaik kielégítésére. Borzasztóan csábítóak, rettegik és imádják őket szépségükért és kegyetlenségükért.
it: Le sacerdotesse sono dotate sia nelle arti magiche sia nell'uso delle mazze, come i nani hanno provato di persona. Sono abili a curare, una capacità che impiegano per il loro sadico piacere. estremamente seducenti, sono sia temute sia ammirate per la loro bellezza e crudeltà.

source: mace
ca: maça
cs: palcát
fr: massue
hu: buzogány
it: mazza

source: magic torture
cs: magická tortura
fr: torture magique
hu: mágikus kín
it: tortura magica

source: Corsair
ca: Corsari
cs: Korzár
fr: Corsaire
hu: Könyörtelen
it: Corsaro

source: No single being can stand before a Dark Elf Corsair. If you every see one, run. With they're razor sharp swords, they can splice and dice a dwarves beard.
ca: Cap ésser pot plantar cara a un Corsari dels elfs obscurs. Si cap vegada veus un, fuig! Amb les seus espases extremadament afilades poden tallar i trossejar la barba d'un nan sense que aquest s'adone.
cs: Nikdo nemůže obstát sám proti Korzárovi. Pokud se někdo dostane do takové situace, měl by uprchnout. Jejich meče, ostré jako břitvy, by oholily vousy trpaslíka i podélně jako nic.
fr: Aucun être ne barre la route à un corsaire elfe des ténèbres. Si jamais vous en voyez un, fuyez. Ils peuvent tailler une barbe de nain en pointe avec leurs épées aiguisées comme des rasoirs.
hu: Semmilyen magányos lény nem képes megállni helyét a sötét tünde könyörtelennel szemben. Bármikor látnál egyet, rohanj! Borotvaéles kardjaikkal még a törpök szakállát is miszlikbe aprítják.
it: Non c'è nessun che possa affrontare un corsaro degli elfi neri. Se ne vedi uno, scappa. Con le loro spade affilate come rasoi, possono intrecciare e affettare la barba dei nani.

source: female^Enchantress
ca: Bruixa
cs: Čarodějka
fr: Enchanteresse
hu: Beavatott
it: Incantatrice

source: The women of the Dark Elves often join the Order of the Clerics at a very young age. They start of as an Enchantress, with limited physical and magical abilities, and have just began practicing their torture techniques. Through the guiding of the Clerics, someday they will become a mighty Sorceress.
ca: Les elfes obscures freqüentment s'uneixen a l'Ordre dels Clergues quan són molt joves. Comencen amb el rang de fetilleres, amb unes habilitats físiques i màgiques limitades, i encara només han començat a practicar la tortura. Amb la guia de les clergues, algun dia poden arribar a ser poderoses fetilleres.
cs: Temné elfky často vstupují ve velmi mladém věku do Řádu Kněžek. Začínají jako čarodějky s omezenými fyzickými i magickými schopnostmi. Jsou na počátku praktikování mučících technik. Pod vedením Kněžek se z nich stanou mocné kouzelnice.
fr: Chez les elfes des ténèbres, les femmes rejoignent souvent l'ordre des clercs dès leur plus jeune âge. Elles débutent en tant qu'enchanteresses, avec des capacités physiques et magiques limitées, et débutent l'apprentissage des techniques de torture. L'enseignement dispensé par les clercs pourra les faire devenir de puissantes sorcières.
hu: A sötét tündék lányai gyakran nagyon fiatalon csatlakoznak a papsághoz. Beavatottként kezdik, korlátozott fizikai és mágikus képességekkel, és éppen hogy csak elkezdték kínzó módszereiket gyakorolni. A papnők vezetésével egy nap hatalmas varázslónők lehetnek.
it: Le donne degli elfi neri spesso aderiscono all'Ordine delle Sacerdotesse in giovanissima età. Iniziano come incantatrici, con limitate capacità fisiche e magiche e iniziano soltanto la pratica delle tecniche di tortura. Attraberso la guida delle sacerdotesse, un giorno potranno diventare potenti maghe.

source: Fighter
ca: Lluitador
cs: Bojovník
fr: Combattant
hu: Katona
it: Combattente

source: The initiates in their House army, many Fighters die because of lack of training. Dark Elves believe that only the best should have the honor of fighting for the Matron Mother.
ca: Els iniciats dins de l'exèrcit de la seua Casa, molts lluitadors moren per falta d'entrenament. Els Elfs Obscurs creuen que només els millors deuen tindre l'honor de lluitar per la Mare Matrona.
fr: Beaucoup d'initiés des armées des différentes Chambres meurent par manque d'entraînement. Les elfes des ténèbres pensent que seuls les plus valeureux ont l'honneur de combattre pour la Reine Mère.
hu: Újoncként a seregben rengeteg katona meghal a kiképzés hiánya miatt. A sötét tündék úgy hiszik, csak a legjobbaknak jár ki a megtiszteltetés, a Védelmező Anyáért harcolni.
it: Come iniziati nell'esercito della loro Casa, molti combattenti muoiono a causa di un addestramento insufficiente. Gli elfi neri credono che solo i migliori dovrebbero aver l'onore di combattere per la Madre Matrona.

source: High Lord
ca: Alt Senyor
cs: Velký lord
fr: Haut seigneur
hu: Nagyúr
it: Gran signore

source: When in his castle, the High Lord watches his slaves, feeds the lizards, and other duties. They wear simple purple robes, and keep their hair combed. However, when on the battlefield, they are as bold and daring as anyone. After years of experience, they know every trick of their trade. Their men follow them fearlessly, confident that through their Lords guidance, none can stand before them.
ca: Quan està al seu castell, l'Alt Senyor vigila els seus esclaus, alimenta els fardatxos i té uns pocs altres deures. Vesteixen amb unes simples robes púrpura i es pentinen el seu monyo. Tanmateix, enmig d'una batalla són tan valents i atrevits com qualsevol altre. Després de molts anys d'experiència, coneixen cada trampa i truc en la seua professió. Els seus hòmens els segueixen sense por, ja que saben que amb la guia dels Alts Senyor ningú no podrà plantar-los cara.
fr: Lorsqu'ils se trouvent dans leur châteaux, les hauts seigneurs s'occupent de leur esclaves, nourrissent leurs lézards et font diverses tâches. Ils portent de simples tuniques écarlates et gardent une bonne hygiène de vie. Mais au combat, ils sont aussi intrépides et audacieux que les autres. Ils connaissent toutes les ficelles du métier après des années d'expérience. Leurs hommes les suivent sans peur car ils savent que rien ne leur résistera s'ils suivent les ordres de leurs seigneurs.
hu: Kastélyában a nagyúr felügyeli rabszolgáit, eteti hüllőit, és egyéb teendőit végzi. Egyszerű bíbor köntöst viselnek, és hajukat kifésülik. Azonban a csatatéren ugyanolyan délcegek és merészek, mint mindenki más. Évek tapasztalatai során mesterségük minden csínját ismerik. Embereik félelmet nem ismerve követik őket, bizton tudva, hogy uruk vezérletével senki nem állhatja útjukat.
it: Nel suo castello, il gran signore osserva i suoi schiavi, nutre le lucertole e altro. Indossa semplici abiti porpora e tiene i capelli ben pettinati. Tuttavia, sul campo di battaglia, sono coraggiosi e arditi come nessuno. Dopo anni di esperienza, conoscono tutti i trucchi del mestiere. I loro uomini li seguono senza paura, convinti che con la guida del loro signore, nulla può resister loro.

source: Hunter
ca: Caçador
cs: Lovec
fr: Chasseur
hu: Vadász
it: Cacciatore

source: Lurking in the ever dark depths of the caves, the Hunters move around with out a sound, except for the twang of their crossbows.
ca: Amagats entre les profunditats més fosques de les coves, els caçadors es mouen sense produir cap soroll fins que no disparen les seues ballestes.
cs: Číhajíce v těch nejtemnějších zákoutích jeskyní, pohybují se lovci bez hluku a jen drnčení tětiv kuší oznamuje jejich přítomnost.
fr: Les chasseurs rôdent dans les cavernes profondes où l'obscurité est éternelle, sans un bruit... sauf celui que fait la corde de leur arbalète.
hu: A barlangok sötét mélységeiben ólálkodva a vadászok sosem csapnak zajt, kivéve ha néha számszeríjuk húrja megpendül.
it: In agguato nell'oscurità perenne delle caverne, i cacciatori si muovo senza il minimo suono se non quello delle loro balestre.

source: dagger
ca: daga
cs: dýka
fr: dague
hu: tőr
it: pugnale

source: crossbow
ca: ballesta
cs: kuše
fr: arbalète
hu: számszeríj
it: balestra

source: Lizard Master
ca: Mestre dels fardatxos
cs: Pán ještěrů
fr: Maître des lézards
hu: Hüllőmester
it: Capo-lucertole

source: Though the Lizards are not as fast as horses, they are much more powerful. Many an Dwarf has been cut in two by it's strong jaws. It would be well to recruit several of these powerful units.
ca: Encara que un fardatxo no és tan ràpid com un cavall, és molt més fort. Més d'un nan ha acabat tallat en dos entre els seus forts ullals. Sempre va bé reclutar un parell d'aquestes poderoses unitats.
cs: Ačkoli nejsou ještěři tak rychlý jako koně, jsou daleko silnější. Mnoho trpaslíků bylo překousnuto ve dví silnými čelistmi ještěrů. Vyplatí se naverbovat několik těchto silných jednotek.
fr: Les lézards ne sont pas aussi rapides que les chevaux, mais sont bien plus puissants : bien des nains se sont fait couper en deux par leurs puissantes mâchoires. Ce serait une bonne idée de recruter quelques-unes de ces unités.
hu: Habár a hüllők nem olyan sebesek, mint a lovak, sokkal erőteljesebbek. Megannyi törpöt szakított már ketté állkapcsuk. Hasznos lehet jónéhány ilyen egységet toborozni.
it: Le lucertole non sono rapide come i cavalli, ma sono molto più potenti. Molti nani sono stati tagliati in due dalla potenza delle loro fauci. È un grande vantaggio reclutare un gran numero di queste potenti unità.

source: deathlance
ca: llança mortal
cs: útočný dřevec
fr: lance de mort
hu: halállándzsa
it: lancia della morte

source: bite
ca: mossegada
cs: kousnutí
fr: morsure
hu: harapás
it: morso

source: Lizard Rider
ca: Genet de fardatxo
cs: Jezdec na ještěru
fr: Chevaucheur de lézard
hu: Hüllőlovas
it: Cavalca-lucertole

source: From childhood, they have been training with their beast, feeding it, healing it, and sleeping with it. It is their duty to scout ahead into the unknown, to go where no Dark Elf has gone before. Some day, they will become Master of the Lizard.
ca: Des que eren xiquets han estat entrenant-se amb la seua bèstia, alimentant-la, curant-la i dormint amb ella. La seua feina és explorarallò desconegut, on cap elf obscur ha anat mai. Algun dia arribaran a ser un mestre dels fardatxos.
cs: Již od dětství absolvují se svým zvířetem výcvik, krmí ho, ošetřují a také u něj spí. Právě jejich poviností je vyrážet na zvědy do neznáma, jít tam, kde žádný temný elf ještě nebyl. A jednoho dne se z nich stanou Páni ještěrů.
fr: Ils grandissent dès leur enfance avec leur animal, dormant avec, le nourrissant et lui prodiguant tous les soins. Leur devoir est d'explorer l'inconnu et d'aller là où nul autre elfe n'est allé auparavant. Un jour, ils deviendront maître des lézards.
hu: Gyerekkoruk óta fenevadaikkal képezik őket, etetik, gyógyítják azokat és velük is alszanak. Az ő kötelességük az ismeretlent kifürkészni, olyan terepre merészkedni, ahol sötét tünde még sohasem járt. Egy nap hüllő mesterré válhatnak.
it: Fin dall'infanzia sono stati addestrati con la loro lucertola, nutrendola, curandola e dormendo con essa. Il loro compito è esplorare l'ignoto e giungere dove nessun elfo nero è mai stato prima. Un giorno diventeranno capi-lucertola.

source: Lord
ca: Senyor
fr: Seigneur
hu: Úr
it: Signore
