Repository: wescamp/Extended_Era-1.4
Catalog: po/*.po
Languages: ca, cs, fr, hu, it

source: Sorceresses are like the wind they can stand in front of you and one second later behind you. On the battlefield they are fearful enemies and even the aragwaithi throw a carefull eye on them mostly from a prefered distance of a hundred feets. Special Notes:
cs: Kouzelnice dovedou být jako vítr, v jednu chvíli stojí ještě před někým a o chvilku později již za ním. Na bojišti platí za obávané nepřátele. I sami Aragwaiti je bedlivě sledují radši dokonce už ze vzdálenosti stovky stop. Zvláštní rysy:
fr: Les sorcières sont comme le vent : elles peuvent d'abord se tenir en face de vous, puis être derrière vous une seconde plus tard. Ce sont des ennemies redoutées en bataille et même les aragwaiths gardent un œil attentif sur elles, à plusieurs dizaines de mètres de préférence. Remarque :
it: Le fattucchiere, come il vento, possono essere di fronte a te e un istante dopo alle tue spalle. Sul campo di battaglia sono avversarie temute e anche gli Aragwaithi tengono un occhio su di loro preferibilmente da una distanza di un centinaio di piedi.

source: female^The magically inclined among the Aragwaith recieve not only the martial training so common in Aragwaithi society, but also in the art of healing, and of course in magic. Wielding powerful fire, competent with their staves, possessing a healing touch, Warlocks are the noblest of a noble people. Special Notes:
cs: K magii inklinující Aragwaitky neprocházejí pouze bojovým výcvikem jako ostatní, ale také výcvikem v umění léčení a samozřejmě v magii. Černokněžky, třímající své ohnivé hole a ovládající doteky uzdravení, jsou ty nejvznešenější ze vznešených Aragwaitek. Zvláštní rysy:
fr: Les aragwaithes prédisposées à la magie reçoivent un entraînement martial, ce qui est très habituel dans leur société, et apprennent à soigner et à lancer des sorts. Pouvant lancer de puissantes boules de feu, douées avec leur bâton, et capables de guérir les autres, les enchanteresses sont les plus nobles de ce noble peuple. Remarque :
it: Quelle che tra gli Aragwaithi mostrano una predisposizione per la magia ricevono non solo l'allenamento militare così comune nella società Aragwaithi, ma anche nelle arti curative e naturalmente nella magia. Siccome maneggiano potenti fuochi, sono competenti con i loro bastoni e posseggono un tocco curativo, le streghe sono le più nobili di un nobile popolo. Note speciali:

source: Tougher than the averange chaos follower, the Dark Knight attempts to confuse it's opponent by wielding a different weapon in each hand, he lets his style on combat alter depending on the situation which makes him a tough warrior to fight.
cs: Temný rytíř je zdatnější bojovník než běžný stoupenec chaosu. Svého oponenta se pokouší zmást tím, že každou rukou ovládá jinou zbraň a svůj způsob boje obměňuje podle situace. To z něj dělá nebezpečného protivníka.
fr: Plus coriace que le disciple du chaos de base, le chevalier noir essaye de désorienter ses adversaires en tenant une arme différente dans chaque main. Combattant tenace, il sait adapter son type de combat à la situation.
it: Più forti del seguace del caos medio, i cavalieri neri cercano di confondere i loro avversari maneggiando un'arma differente in ogni mano; ciò gli permette di avere un proprio stile di combattimento che può cambiare con la situazione rendendoli guerrieri difficili da sconfiggere.

source: Staying hidden safe in the shadows of the caves, they will hit you when you least expect it. Despite their frailty, they can inflict great damage over time, slowly taking the life away from their prey .
cs: Skryti bezpečně ve stínech jeskynní, zaútočí, když je to nejméně očekáváno. Navzdory své fyzické slabosti mohou časem způsobit velká zranění pomalým ubíjením svých obětí.
fr: Tapies dans l'obscurité des cavernes, elles frapperont sans que vous ne vous y attendiez. Malgré leur fragilité, elles peuvent infliger progressivement de grands dégâts, drainant lentement la vie de leur victime.
it: Nascosti al riparo delle ombre delle caverne, ti colpiranno quando meno te lo aspetti. Nonostante la loro fragilità, possono infliggere gravi ferite che lentamente strapperanno la vita dalle loro prede.

source: bombs
cs: bomby
fr: grenades
it: granate

source: female^Some nagas, whether through cowardice or cunning, develop a knack for surviving in darker depths of the water. After special training, this knowledge can develop into an entirely different branch of combat, although it is just as deadly. Naga Depthstalkers are especially valued as brood guardians, where they keep watch over eggs laid in hidden caves. Special Notes:
cs: Některé nágy si, ať už z důvodu zbabělosti nebo mazanosti, osvojily dovednost přežití v temných hloubinách vod. Po zvláštním výcviku jsou schopny toto umění rozvinout do naprosto odlišného, přesto smrtícího způsobu boje, než je u nág obvyklé. Hlubinné slídičky jsou obzvláště oceňovány jako ochránkyně mláďat, neboť stráží vejce umístěná v skrytých podvodních jeskyních. Zvláštní rysy:
fr: Certaines nagas, que ce soit par ruse ou bien par couardise, développent leur capacité à survivre dans la pénombre abyssale. Après un entraînement spécial, ce talent peut aboutir à un type de combat différent, mais tout aussi destructeur. Les rôdeuses des profondeurs sont particulièrement appréciées comme gardiennes de nids, où elles surveillent les œufs pondus dans des cavernes secrètes Remarques :
it: Alcuni naga, forse per codardia o forse per astuzia, sviluppano l'arte di sopravvivere nelle profondità più oscure del mare. Dopo un addestramento particolare, da questa conoscenza può nascere un nuovo stile di combattimento anche se altrettanto mortale. Le predatrici degli abissi sono preziose guardiane delle covate, perché sorvegliano le uova deposte negli anfratti nascosti. Note speciali:

source: Aragwaith
cs: Aragwaiti
it: Aragwaithi

source: Sorcerers are like the wind they can stand in front of you and one second later behind you. On the battlefield they are fearful enemies and even the aragwaithi throw a carefull eye on them mostly from a prefered distance of a hundred feets. Special Notes:
it: I fattucchieri, come il vento, possono essere di fronte a te e un istante dopo alle tue spalle. Sul campo di battaglia sono avversari temuti e anche gli Aragwaithi tengono un occhio su di loro preferibilmente da una distanza di un centinaio di piedi.

source: The less dextrous and stronger Aragwaith take up the spear. Useful in hunting, this weapon is also deadly on the battlefield. Many impetuous knights have found themselves or their mounts impaled on the point of an Aragwaithi spear. Special Notes:
it: Gli Aragwaith più forti e meno agili usano la lancia. Utile in battaglia, questa arma è anche letale sul campo di battaglia. Molti guerrieri troppi impetuosi hanno trovato se stessi o le loro cavalcature trafitte dalla punta di una lancia Aragwaith. Note speciali:

source: The magically inclined among the Aragwaith recieve not only the martial training so common in Aragwaithi society, but also in the art of healing, and of course in magic. Wielding powerful fire, competent with their staves, possessing a healing touch, Warlocks are the noblest of a noble people. Special Notes:
it: Quelli che tra gli Aragwaithi mostrano una predisposizione per la magia ricevono non solo l'allenamento militare così comune nella società Aragwaithi, ma anche nelle arti curative e naturalmente nella magia. Siccome maneggiano potenti fuochi, sono competenti con i loro bastoni e posseggono un tocco curativo, gli stregoni sono i più nobili di un nobile popolo. Note speciali:

source: Special Notes:
it: Note speciali:

source: Some nagas, whether through cowardice or cunning, develop a knack for surviving in darker depths of the water. After special training, this knowledge can develop into an entirely different branch of combat, although it is just as deadly. Naga Depthstalkers are especially valued as brood guardians, where they keep watch over eggs laid in hidden caves. Special Notes:
it: Alcuni naga, forse per codardia o forse per astuzia, sviluppano l'arte di sopravvivere nelle profondità più oscure del mare. Dopo un addestramento particolare, da questa conoscenza può nascere un nuovo stile di combattimento anche se altrettanto mortale. I predatori degli abissi sono preziosi guardiani delle covate, perché sorvegliano le uova deposte negli anfratti nascosti. Note speciali:

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for Orcs), Orcish Shamans are good spell casters and can curse their enemies, draining their life. Special Notes:
it: Gli sciamani degli orchi sono i custodi della magia degli orchi. Rispettati tra le tribù degli orchi, costituiscono il consiglio degli orchi che prende le decisioni importanti per l'intera comunità degli orchi e fa da arbitro per i molti conflitti che nascono fra le tribù di questa razza litigiosa. Anche se fisicamente deboli (per un orco), gli sciamani sono dei bravi incantatori e possono maledire i loro nemici assorbendone la forza vitale. Note speciali:

source: While orcs may not be renowned for their intellectual capacity, it is well within their powers of thinking to realise that a longer spear will allow them to impale an enemy from greater distance. In addition, Skewers delight in crafting barbed heads for their spears, further increasing their grisly effectiveness. Special Notes:
it: Anche se gli orchi non sono famosi per le loro capacità intellettuali, riescono tranquillamente a capire che una lancia più lunga permette loro di impalare i nemici da più lontano. Inoltre, gli «spiedi» amano costruire punte uncinate per le loro lance, aumentando ancora la loro sinistra efficacia. Note speciali:

source: The Stoic are embodiments of endurance, plain and simple. They are characterized by sheer stubbornness and refusal to go down even under the heaviest of blows. Time and again a foe has struck down a Stoic and thought him dead, only to see the hardy orc lift himself from among the corpses of the dead, raise his shield and reasume his position. Special Notes: Due to their lack of weaponry Stoic may not attack the enemy. When attacked however, they retaliate with heavy strikes with the front of their shields.
it: Gli stoici sono l'incarnazione stessa della resistenza. Sono caratterizzati da pura testardaggine e dal rifiuto di cedere nemmeno sotto i colpi più pesanti. Spesso un nemico dopo aver colpito uno stoico e averlo creduto morto, lo vede rialzarsi tra i cadaveri, prendere il suo scudo e riassumere la sua posizione. Note speciali: Dato che non hanno armi gli stoici non possono attaccare il nemico. Tuttavia, quando vengono attaccati, rispondono con pesanti colpi del loro scudo.

source: Having proven themselves in battle, Vanguards start to assert their authority others. Their experience is put to use on the battlefield, where they direct the actions of their comrades. Yet often in the fracas of battle these subtleties are disregarded and the Vanguards live up to their name, leading by example. They have however learnt some restraint, complementing their flails with a standard battleaxe similar to that used by steppe warriors. Special Notes: When used on the offensive the intimidation of a Vanguards charging flail attack decreases the damage he takes in retaliation. This only effects enemies of equal or lesser level.
it: Dopo essersi messi alla prova nella battaglia, le avanguardie cominciano ad affermare la loro autorità sugli altri. La loro esperienza viene impiegata sul campo di battaglia, mentre dirigono le azioni dei loro compagni. Anche se spesso nel caos dello scontro queste sottigliezze vengono messe da parte, le avanguardie restano all'altezza del loro nome guidando gli altri con l'esempio. Comunque hanno imparato anche qualche trucco, completando i loro flagelli con una ascia da battaglia normale simile a quella usata dai guerrieri delle steppe. Note speciali: In attacco, l'intimidazione delle avanguardie che caricano con i loro flagelli riduce i danni che subiscono in ritorsione. Ciò vale solo per i nemici di livello pari o inferiore.

source: Mischievous in nature, these fiery fairies are pranksters at heart, with a sense of humor that is often called nymph-like. While their command of the fire element remains a mystery, it has been rumored that these fairies are cousins to the imp. However, their protective attitude of nature and whimsical personality make them fast friends to the elves. Special Notes:
it: Queste impetuose fate sono di natura maliziosa e fondamentalmente dispettose, con un senso dell'umorismo tipicamente da ninfa. Sebbene il loro controllo dell'elemento del fuoco rimane un mistero, si dice che queste fate siano parenti dei diavoletti. Comunque, il loro atteggiamento protettivo per la natura e la personalità capricciosa li rende salde amiche per gli elfi. Note speciali:

source: fire aura
it: aura di fuoco

source: Mischievous in nature, these fiery fairies are pranksters at heart, with a sense of humor that is often called nymph-like. While their command of the fire element remains a mystery, it has been rumored that these fairies are cousins to the imp. However, their protective attitude of nature and whimsical personality make them fast friends to the elves.Special Notes:
it: Queste impetuose fate sono di natura maliziosa e fondamentalmente dispettose, con un senso dell'umorismo tipicamente da ninfa. Sebbene il loro controllo dell'elemento del fuoco rimane un mistero, si dice che queste fate siano parenti dei diavoletti. Comunque, il loro atteggiamento protettivo per la natura e la personalità capricciosa li rende salde amiche per gli elfi. Note speciali:

source: These woses are able to command forest plants such as vines and creepers to hinder their enemies. Special Notes:
it: Questi wose sono in grado di ordinare alle piante della foreste come i rampicanti di intrappolare i loro nemici. Note speciali:

source: Sidhe
cs: Sidheliné

source: Ahadath
ca: Ahadaţ
cs: Ahadát

source: Mubarizan
ca: Mubarian
cs: Mubarizán

source: Naffatun
cs: Naftun

source: Ghulam al Rami
ca: Ghulam ar-rami

source: Rami al Nuri
ca: Rami an-nuri
