Repository: wescamp/Extended_Era-1.4
Catalog: po/*.po
Languages: ca, cs, fr, hu, it

source: Not all initiates to the IceWind order are successful. Some lack the necessary patience, others are found wanting in mental edurance. However being excluded from the order cannot make them forget what they have learned. When the Outcasts first began performing supposedly forbidden magic on their own, the IceWind order raised an uproar in the tribal council. Under threat of exile the Outcasts were forced to ceace their activities. But their order survived, albeit in a different form. Rather then mimic their counterparts, they developed a parallel sect taht exists on the fringes of the tribe. The magics worked by the Outcasts are undeniably crude, but have great practicle use. However they are denied the mystical union with their icy home, that is a right reserved for the Herders.
fr: Les initiés de l'Ordre du Blizzard ne réussissent pas tous : certains n'ont pas la patience nécessaire, d'autres n'ont pas l'endurance mentale. Mais leur exclusion n'efface pas ce qu'ils ont appris. Quand les exclus ont commencé à pratiquer une magie censée leur être interdite, l'Ordre du Blizzard s'est vigoureusement adressé au conseil tribal pour s'y opposer. Menacés d'exil, les exclus ont été contraints de cesser leurs activités. Mais leur ordre a survécu, sous une forme différente : ils ont développé une secte en marge de la tribu plutôt que d'imiter leurs concurrents ; leur magie est indéniablement rudimentaire, mais ses applications pratiques sont redoutables. L'union mystique avec leur demeure de glace leur est cependant refusée : ce droit est réservé aux bergers.
hu: Nem minden Jegesszél Rendi beavatott sikeres. Néhanyuknak hiányzik a szükséges türelme, másoknak a lelkiereje fogy el. Azonban a rendből való kizárás nem feledteti el velük, hogy mit tanultak. Mikor a számkivetettek először kezdték művelni a tiltottnak számító varázslatokat, a Jegesszél Rend felháborodást szított a tanácsban. Száműzetés terhe mellett a számkivetetteket cselekedeteik abbahagyására kényszerítették. De rendjük túlélte ezt, habár egy másik formában. Ahelyett, hogy társaikat utánoznák, kialakítottak egy párhuzamos szektát, ami a törzs peremén él. A számkivetettek mágiája tagadhatatlanul nyers, de nagy gyakorlati hasznuk van. Azonban számukra a mnisztikus egyesülést jeges otthonukkal megtagadták, ez a pásztorok kiváltsága.

source: frigid touch
ca: toc frígid
cs: umrtvující dotek
fr: toucher glaçant
hu: fagyos érintés
it: tocco ghiacciato

source: Steppe Pariah
ca: Paria de les estepes
cs: Stepní vyvrhel
fr: Paria des steppes
hu: Sztyeppi kiközösített
it: Paria delle steppe

source: Those rejects of the IceWind order who achieve veteran status in their art are looked upon as akin to minor criminals. However not even the Herders can deny that they are more then a little useful. Pariahs have little loyalty to the clan and rarely fight except for an incentive. When they do, they specialise in flushing foes from fortified positions or difficult terrain.
fr: Les membres rejetés par l'Ordre du Blizzard, mais qui parviennent au statut de vétéran, sont plutôt considérés comme des criminels sans envergure. Mais même les bergers ne peuvent nier leur utilité indéniable. Les parias, qui sont peu loyaux au clan, ne combattent que rarement et seulement pour une récompense. Leur spécialité est alors de déloger l'ennemi installé dans des positions fortifiées ou sur un terrain difficile.
hu: A Jegesszél Rend kitaszítottjait, akik elérik művészetükben a veterán rangot, lenézik mint piti bűnözőket. Azonban még a pásztorok sem tagadhatják, hogy több, mint hasznosak. A kiközösítettek csak csekély mértékben hűségesek a klánjukhoz és csak ritkán harcolnak, kivéve ha ingerlik őket. Amikor mégis így tesznek, különösen értenek az ellenség lerohanásához kitörve megerősített helyzetükből, vagy nehéz terepen lévő leseikből.

source: Steppe Rigid
ca: Rígid de les estepes
cs: Stepní pavéza
fr: Inflexible des steppes
hu: Sztyeppi rideg
it: Inflessibile delle steppe

source: Aptly named, the Rigid are a near unbreakable foe. They often form fall-back positions behind the battle lines. Many a time the Rigid have been sacrificed, delaying the enemy while the main force recovers and regroups behind their unyielding wall of flesh, bone and iron. Their role is hardly a glorious one and usually comes to an end jammed into a choke point against hopeless odds.
fr: Justement nommés, les inflexibles constituent un adversaire pratiquement indélogeable. Ils établissent souvent des positions de repli en-deçà de la ligne de front. Plus d'une fois, les inflexibles ont été sacrifié pour retarder l'ennemi pendant que les forces principales récupéraient et se réorganisaient à l'abri de leur impénétrable muraille de chair, d'os et d'acier. Leur rôle n'a rien de glorieux et se termine le plus souvent coincé dans un goulot d'étranglement tenu désespérément.
hu: Találó név, a rideg egy közel megtörhetetlen ellenség. Gyakran visszavonulási vonalat formálnak a harcvonal mögött. Nagyon sokszor feláldozták már a ridegeket, hogy feltartsák az ellenséget, amíg a fő erők visszanyerik erejüket és újraformálódnak emögött a merev hús-vér, csont és vas fal mögött. Szerepük aligha fenséges és gyakran éri el őket a vég reménytelen tömegek szorításában.

source: Steppe Savage
ca: Salvatge de les estepes
cs: Stepní divoch
fr: Sauvage des steppes
hu: Sztyeppi szilaj
it: Selvaggio delle steppe

source: Unlike humans or elves, most orcs find a barbaric thrill in the chaos and blood of battle. Some so much so that the experience pushes their psyche, unstable and voilent at the best of times, dangerously close to the brink. Teetering on the fine edge between sanity and burning instinct, they are feared nearly as much by their comrades as by their enemies. Hurling themselves bodily into the fray, they attack enemies solely with their fists and teeth. Savages cease to use armour at all, allowing them greater speed and ease of movement but sacrificing the protection it gives. Few have been known to survive beyond early adulthood.
fr: Contrairement aux humains ou aux elfes, beaucoup d'orcs éprouvent un frisson barbare durant le chaos qui règne durant les batailles sanglantes. L'esprit de certains d'entre eux, déjà instable et violent en temps ordinaire, s'approche dangereusement du point de rupture entre l'équilibre et l'instinct destructeur. Ces orcs sont redoutés presque autant par leurs camarades que par leurs ennemis ; ils se jettent à corps perdu dans la mêlée, mordant et frappant à poings nus. Les sauvages renoncent aux armures pour être plus rapides et plus libres de leurs mouvements, mais cela réduit leur protection. Rares sont ceux qui survivent quelques années au-delà de l'âge adulte.
hu: Az emberekkel és tündékkel ellentétben a legtöbb ork talál valami barbár gyönyört a csata fejetlenségében és vérözönében. Néhányan még akár annyit is, hogy élményeik elnyomják szellemüket, időnként kiszámíthatatlanná és erőszakossá válnak, veszélyesen közel az őrület határán. Mikor az épelméjűség és égető ösztönök éles mezsgyéjén egyensúlyoznak társaik közel ugyanannyira rettegnek tőlük, mint ellenségeik. A kavarodásba teljes testükkel belevetik magukat, ellenségeiket puszta öklükkel és fogaikkal támadják. A szilajok semmilyen páncélt nem viselnek, ami nagyobb gyorsaságot és könnyed mozgást tesz lehetővé, de feláldozzák a védelmet, amit nyújtana. Csak kevés olyanról tudni, aki a fiatal felnőtt kort is túlélte volna.

source: frenzy
ca: fúria assassina
cs: záchvat zuřivosti
fr: frénésie
hu: őrjöngés
it: frenesia

source: Steppe Shieldbearer
ca: Escuder de les estepes
cs: Stepní štítonoš
fr: Porte-bouclier des steppes
hu: Sztyeppi pajzshordó
it: Scudiero delle steppe

source: Some soldiers are given a special role, quite different from any of their comrades. Shieldbearers carry no real weapon at all. Their unique duty is to protect the wounded, patch up holes in the line and, if all looks to be lost, hold off the enemy long enough to cover their retreating army. It has often been said by the Steppe Orcs that while the Shieldbearers have never secured victory, they have numerous times prevented utter defeat.
fr: Certains soldats se voient confier un rôle spécial, très différent de celui de leurs autres camarades. Les porte-boucliers n'ont pas vraiment d'arme et doivent seulement protéger les blessés, boucher les trous dans les lignes et, si tout paraît perdu, contenir l'ennemi suffisamment longtemps pour couvrir la retraite de l'armée. Les orcs des steppes disent souvent que les porte-boucliers, s'ils n'ont jamais assuré la victoire, ont plus d'une fois évité une déroute cuisante.
hu: Néhány katonának különleges feladatot osztanak, teljesen eltérőt, mint bajtársainak. A pajzshordók egyáltalán nem viselnek igazi fegyvert. Egyedülálló kötelességük a sebesültek védelme, a csatarend lyukainak betömése, és ha már minden vesztésre áll, feltartani az ellenséget addig, míg a sereg visszavonul. Gyakran emlegetik a sztyeppi orkok, hogy míg a pajzshordók sosem biztosítottak győzelmet, számtalan alkalommal akadályoztak meg csúfos vereséget.

source: Steppe Skewer
cs: Stepní napichovač
fr: Embrocheur des steppes
hu: Sztyeppi nyársaló
it: Spiedo delle steppe

source: While orcs may not be renowned for their intellectual capacity, it is well within their powers of thinking to realise that a longer spear will allow them to impale an enemy from greater distance. In addition, Skewers delight in crafting barbed heads for their spears, further increasing their grisly effectiveness.
fr: Les orcs ont beau ne pas briller par leurs capacités intellectuelles, leur petit cerveau est suffisant pour se rendre compte qu'une lance plus longue leur permettra d'empaler un ennemi à une plus longue distance. Les embrocheurs s'amusent d'ailleurs à améliorer leur lance en y ajoutant de sinistres fers barbelés.
hu: Míg az orkok műveltségi szintjéről nem áradoznak, szellemi erejükbe jócskán belefér a felismerés, hogy egy hosszabb dárda lehetővé teszi számukra az ellenség karóbahúzását nagyobb távolságról. Ráadásul a nyársalók élvezettel kovácsolnak tüskés hegyet dárdáiknak, tovább növelve ezzel hátborzongató hatékonyságukat.

source: Steppe Spearhead
ca: Punta de llança de les estepes
fr: Fer de lance des steppes
hu: Sztyeppi dárdahegy
it: Primalinea delle steppe

source: Any Steppe Orcs wishing to lead their comrades must first show their worth in battle. Spearheads lead the charge into the enemy, seeking to crash a hole in the battle lines of the foe. It is a dangerous profession to say the least. Their eagerness to impress frequently results in a sticky end. Their crude but often effective tactics are complemented by equally crude but effective weapons. A weight attached to a chain makes a perfectly servicable flail.
fr: Tout orc des steppes qui aspire à diriger ses camarades doit d'abord prouver sa valeur au combat. Les fers de lance mènent la charge contre l'ennemi, et cherchent à ouvrir une brèche dans les lignes adverses. On ne peut nier qu'il s'agit d'une profession à hauts risques, et leurs ambitions les conduisent fréquemment à une fin sanglante. Leurs tactiques rudimentaires, mais souvent efficaces, se basent sur un armement lui aussi rudimentaire et tout aussi efficace. Un poids au bout d'une chaîne suffit pour faire un fléau très convenable.
hu: Mindegyik sztyeppi orknak, aki társait akarja vezetni, először meg kell mutatnia képességeit a csatában. A dárdahegyek vezetik a rohamot az ellenség ellen, igyekezve áttörni a harcvonalat. Megvallva az igazat, ez egy veszélyes feladat. Vágyakozásuk a jó benyomás keltésére gyakran végződik kínos halállal. Nyers, de gyakran hatékony taktikájukhoz egy hasonlóan nyers, de hatékony fegyver társul. Egy lánchoz rögzített nehezék tökéletesen megteszi egy működő láncos buzogánynak.

source: Steppe Spearman
ca: Soldat
cs: Stepní kopiník
fr: Porte-lance des steppes
hu: Sztyeppi dárdás
it: Fante delle steppe

source: The orcs of the steppe learnt early on that their axes were simply not suitable against all foes. In accordance with this, some warriors forgo further usage of the axe and take up short spears. While neccesary, the change is often somewhat awkward.
ca: Els orcs de les estepes van aprendre prompte que els seus destrals no eren igual d'útils contra tots els enemics. D'acord amb açò, alguns orcs van abandonar l'ús de la destral i van prendre llances curtes. Encara que necessari, el canvi a vegades és un poc incòmode.
fr: Les orcs de la steppe ont rapidement compris que leurs haches ne convenaient pas contre tous les adversaires. Certains guerriers troquent donc leurs haches au profit de courtes lances. Même s'il est nécessaire, ce changement s'avère souvent un peu embarrassant.
hu: A sztyeppén élő orkok korán megtanulták, hogy bárdjuk egyszerűen nem alkalmas minden ellenség ellen. Éppen ezért néhány harcos folytatja bárdja használatát és magához vesz néhány tőrösbotot. Ez szükséges, de valamelyest ellentmondásos változás.
it: Gli orchi delle steppe hanno imparato presto che le loro asce non sono semplicemente adatte contro tutti i nemici. Per questo motivo, alcuni guerrieri rinunciano ad usare ancora l'ascia e prendono delle corte lance. Anche se necessaria, la carica spesso è un po' maldestra.

source: Steppe Stoic
ca: Estoic de les estepes
cs: Stepní taras
fr: Muraille des steppes
hu: Sztyeppi sztoikus
it: Stoico delle steppe

source: The Stoic are embodiments of endurance, plain and simple. They are characterized by sheer stubbornness and refusal to go down even under the heaviest of blows. Time and again a foe has struck down a Stoic and thought him dead, only to see the hardy orc lift himself from among the corpses of the dead, raise his shield and reasume his position.
fr: Les murailles personnifient l'endurance, purement et simplement. On les reconnaît à leur entêtement sans borne et à leur refus de tomber, même après le coup le plus puissant. Plus d'une fois, un ennemi en a frappé un et l'a cru mort, pour voir ensuite l'orc robuste se relever au milieu des cadavres, redresser son bouclier et reprendre sa position.
hu: A sztoikusok a kitartás, tisztaság és egyszerűség megtestesítői. Puszta makacsság jellemzi őket, és kitartanak még a legsúlyosabb csapások alatt is. Időről időre az ellenség leteper egy sztoikust és halottnak hiszi, majd látja felemelkedni a nehézkes orkot a halottak tetemei közül, felemelni pajzsát és újból elfoglalni helyzetét.

source: Steppe Striker
ca: Colpejador de les estepes
fr: Assassin des steppes
hu: Sztyeppi lesújtó
it: Assassino delle steppe

source: Rather then weaken foes for others to finish off, Strikers seek the killing blow themselves. However they do not possess the physique to survive long in a straight fight. Instead they dart around the main fracas, seeking to surprise distracted enemies.
ca: Més que debilitar els enemics per a que altres els eliminen, els colpejadors busquen el colp final. Tanmateix, no tenen la resistència per a sobreviure molt en una lluita directa sinó que es mouen ràpidament al voltant del xoc principal, buscant sorprendre enemics distrets.
fr: Les assassins préfèrent porter eux-mêmes un coup fatal plutôt que d'affaiblir leurs ennemis pour que d'autres les achèvent ensuite. Mais leur physique ne leur permet pas de survivre longtemps en combat direct. Ils évitent donc l'endroit où la bataille fait rage, et cherchent plutôt à surprendre des adversaires inattentifs.
hu: Ahelyett, hogy ellenségeiket legyengítenék, és másnak hagynák a végső csapást, a lesújtók saját maguk keresik a gyilkos ütést. Ennek ellenére nem rendelkeznek a megfelelő fizikummal, hogy túléljenek egy közvetlen küzdelmet. Ehelyett végigszáguldanak a nagyobb felfordulásokon, kutatva az elfoglalt ellenségeket, hogy meglephessék őket.
it: Piuttosto che indebolire un nemico perché lo finiscano altri, gli assassini delle steppe cercano il colpo fatale. Siccome non posseggono il fisico per sopravvivere a lungo in uno scontro diretto, guizzano attorno al centro dello scontro cercando di cogliere di sorpresa i nemici distratti.

source: Steppe Vanguard
ca: Avantguarda de les estepes
fr: Avant-garde des steppes
hu: Sztyeppi gárdista
it: Avanguardia delle steppe

source: Having proven themselves in battle, Vanguards start to assert their authority others. Their experience is put to use on the battlefield, where they direct the actions of their comrades. Yet often in the fracas of battle these subtleties are disregarded and the Vanguards live up to their name, leading by example. They have however learnt some restraint, complementing their flails with a standard battleaxe similar to that used by steppe warriors.
fr: Les avant-gardes assoient progressivement leur autorité auprès des autres après avoir prouvé leur valeur au combat. Leur expérience sert sur le champ de bataille, où ils dirigent les actions de leurs camarades. Mais dans le fracas des combats, ils oublient souvent ces subtilités et repassent devant pour montrer l'exemple, d'où leur nom. Ils savent, malgré tout, un peu mieux se contenir et utilisent, en plus du fléau, une hache de bataille classique, semblable à celle des guerriers des steppes.
hu: Bizonyítva rátermettségüket a csatában, a gárdisták kezdik másokra kényszeríteni akaratukat. Tapasztalatukat felhasználva igyekeznek irányítani bajtársaik cselekedeteit. Azonban a csata fergetegében gyakran elsikkadnak ezek az utasítások, és a gárdisták nevükhöz méltóan mutatnak példát. Azonban tanultak valamennyi önmérsékletet, és láncos buzogányukat kipótolták a szokásos fokossal, amit a sztyeppi harcosok is használnak.

source: Steppe Warrior
ca: Guerrer de les estepes
cs: Stepní válečník
fr: Guerrier des steppes
hu: Sztyeppi harcos
it: Guerriero delle steppe

source: The rank and file Steppe Orc soldier epitomizes the qualities of his clan. Hardened, resiliant and, when necessary, desperately savage. However, while loyal to their clan, they have little restraint and are often hard to control. The inherent strength of their race and a harsh life of continuous conflict take the place of formal training. Not known for their finesse, Steppe Orcs fight with heavy two-handed battle axes.
ca: El soldat més comú entre els orcs de les estepes resumeix les qualitats del seu clan: endurit, resistent i, quan és necessari, desesperadament salvatge. Tanmateix, encara que lleials al seu clan, tenen poc autocontrol i són difícils de controlar. La força inherent a la seua raça i la dura vida en un conflicte constant substitueixen un entrenament formal, i, donada la seua mancança de tècnica, lluiten amb unes pesades destrals a dos mans.
fr: Le moindre soldat orcs des steppes incarne les qualités de son clan. Il est naturellement fort, endurci, résistant, et quand les circonstances l'exigent, incroyablement sauvage. Mais, malgré sa loyauté, il est difficile à contrôler et montre peu de retenue. Une vie rude, faite de conflits permanents, fait office d'entraînement. Les orcs des steppes sont peu connus pour leur finesse, et combattent avec de lourdes haches à deux mains.
hu: A sztyeppi orkok katonai rendjei és sorai magukban hordozzák klánjuk nagyságát. Harcedzettek, ellenállók és ha szükséges, kivételesen kegyetlenek. Azonban míg klánjukhoz hűségesek, önuralmuk kevés, és nehéz őket irányítani. A fajukban rejlő erő és állandó ütközetekkel teli kemény életük átveszi az intézményes kiképzés helyét. A sztyeppi orkok nem ravaszságukról híresek, nehéz, kétkezi fokosokkal harcolnak.

source: Dryad
cs: Dryáda
fr: Dryade
hu: Driád
it: Driade

source: Mischievous in nature, these fiery fairies are pranksters at heart, with a sense of humor that is often called nymph-like. While their command of the fire element remains a mystery, it has been rumored that these fairies are cousins to the imp. However, their protective attitude of nature and whimsical personality make them fast friends to the elves.
fr: De nature espiègle, ces fées ardentes ont un caractère blagueur avec un sens de l'humour souvent décrit « de nymphe ». Bien que leur maîtrise du feu demeure un mystère, des rumeurs disent que ces fées seraient des cousines du diablotin. Toutefois leur attitude protectrice à l'égard de la nature et leur personnalité fantasque font d'elles de rapides alliés des elfes.
hu: Természetüknél fogva csintalanok, ezek a lobbanékony tündérek szívük szerint nagy kópék, olyan humorral, amit gyakran nimfaszerűnek neveznek. Míg az elemi tűz irányításának mibenléte misztérium marad, azt pletykálják, hogy ezek a tündérek a manók rokonai. Azonban a természet védelmezése és hóbortos természetük hamar a tündék barátaivá teszik őket.

source: fire touch
fr: toucher ardent
hu: tüzes érintés

source: mystic fire
cs: mystický oheň
fr: feu mystique
hu: misztikus tűz
it: fuoco mistico

source: Fire Faerie
cs: Ohnivá víla
fr: Fée du Feu
hu: Tűztündér
it: Fata del fuoco

source: Faerie Spirit
cs: Rusalka
fr: Esprit Féerique
hu: Tündér szellem
it: Spirito fatato

source: Sprite
cs: Skřítka
fr: Fée follette
hu: Tündér
it: Folletto

source: Troll Shaman
ca: Xaman troll
cs: Trollí šaman
fr: Chaman troll
hu: Troll sámán
it: Troll sciamano

source: Troll shamans are the mystical leaders of the trolls. Though not as strong or tough as other trolls, their true power lies in their fire magic, which they use to blast enemies with gouts of fire.
ca: Els xamans trol són els líders místics de la tribu dels trols. Encara que no són ni tan forts ni tan resistents com els altres, el seu vertader poder resideix en la seua màgia del foc, que usen per colpejar els seus enemics amb tempestes de foc.
cs: Trollí šamani jsou duchovní a mystičtí vůdcové trollů. I když nejsou tak silní jako ostatní trollové, jejich skutečná síla spočívá v ohnivé magii, kterou používají ke smetení nepřátel vlnami ohně.
fr: Les chamans trolls sont les meneurs religieux des trolls. Moins forts que les autres, leur vrai pouvoir réside dans leur maîtrise magique du feu qu'ils projettent par rafales pour carboniser leurs ennemis.
hu: A troll sámánok a trollok misztikus vezetői. Habár nem olyan erősek és kemények, mint a többi troll, igazi erejük tűzmágiájukban rejlik, amit arra használnak, hogy ellenségeiket tűznyelvekkel perzseljék meg.
it: I troll sciamani sono le guide spirituali dei troll. Sebbene non siano forti e robusti come altri troll, il loro potere risiede nella loro magia del fuoco che usano per bombardare i nemici con piogge di fuoco.

source: flame blast
ca: cop de foc
cs: ohnivá střela
fr: rafale de feu
hu: lángfuvallat
it: vento di fuoco

source: Dread Bat
hu: Rettenetes denevér

source: Dread Bats are fast and can drain the blood of those they attack, thereby healing themselves, even to the point where they become stronger than they began the battle. Bloated with blood they have grown to a huge size and can feast on bigger and bigger victims.
hu: A rettenetes denevérek gyorsak, s áldozataik vérével táplálkoznak, ezáltal gyógyulnak is, egészen addig a pontig, ahol már erősebbekké válnak, mint a csata kezdetén. Vérrel telítődve óriási méretűre nőnek, s egyre nagyobb és nagyobb áldozatot szemelnek ki maguknak.

source: Wose Shaman
ca: Xaman wose
cs: Stromový šaman
fr: Chaman wose
hu: Fapásztor sámán
it: Wose sciamano

source: These woses are able to command forest plants such as vines and creepers to hinder their enemies.
fr: Ces woses sont capables d'ordonner aux plantes de la forêt, comme le lierre et les lianes, d'enchevêtrer leurs ennemis.
hu: Ezek a fapásztorok képesek parancsolni az erdei növényeknek, úgymint az indáknak és a futónövényeknek, hogy akadályozzák ellenségeiket.

source: entangle
ca: enredar
cs: zamotání
fr: enchevêtrement
hu: behálózás
it: intrappolamento

source: terror
cs: teror
fr: terreur
it: terrore

source: Kalifa
fr: Khalifat
