Repository: wescamp/Extended_Era-1.4
Catalog: po/*.po
Languages: ca, cs, fr, hu, it

source: The Sidhe nobility do not lightly accept the fact that some among their subjects seek to join the ranks of the mages, but they are pragmatic and acknowledge that even weak ice magic is a useful supplement to their own skills, as long as its practitioners remember their place. Therefore, they have established the rank of Snowdancer as a reward for Hoarfrosters who excel in both skill and loyalty.
fr: La noblesse sidhe a du mal à accepter que certains de leur inférieurs cherchent à rejoindre les rangs des mages, mais ils sont pragmatiques et veulent bien reconnaître que même si elle est peu puissante, cette nouvelle magie de la glace est utile car complémentaire à la leur, tant que ses practiciens se souviennent de leur place. Par conséquent, ils ont accordé le rang de Danseur des neiges comme récompense aux givreurs excellant à la fois dans leur art et dans la fidélité.
hu: A sidhe nemesség nem fogadja el könnyen azt a tényt, hogy alattvalóik közül néhányan csatlakozni akarnak a mágusokhoz, de gyakorlatiasak és elismerik, hogy még a gyenge jeges varázslatok is hasznos kiegészítői saját képességüknek, egészen addig, amíg gyakorlójuk tudja hol a helye. Éppen ezért létrehozták a hótáncosok rendjét jutalomképpen azoknak a dérfagyasztóknak, akik tehetségben és hűségben is kiemelkednek.
it: La nobiltà sidhe non accetta con leggerezza il fatto che alcuni dei suoi sudditi cerchino di raggiungere i ranghi dei maghi, tuttavia sono pragmatici e riconoscono che persino una fiacca magia del ghiaccio sia un supplemento utile alle loro proprie capacità purché chi la pratichi rimanga al proprio posto. Perciò, hanno istituito il grado di danzatore della neve per ricompensare i galaverna che eccellono sia in abilità sia in fedeltà.

source: Sidhe Ancestor
ca: Avantpassat sidhe
cs: Sidhelinský předek
fr: Ancêtre sidhe
hu: Sidhe ős
it: Antenato sidhe

source: Revered warriors of old roam through the woods of the sidhe, visible only due to their shining silver swords. They are only partially present in the mortal realm, and wounds close as if they had never existed. Their voice can whisper in the wind the words that chill the hearts of their ennemies.
ca: Uns reverenciats guerrers d'antany vaguen pels boscos dels sidhe, només visibles per les seues espases argentes. Només estan parcialment presents en el món mortal, i les seues ferides es tanquen com si mai hagueren existit. La seua veu pot xiuxiuejar al vent unes paraules que poden gelar els cors dels seus enemics.
cs: Staroslavní válečníci se potulují lesy sidhelinů. Jen svítivě stříbřité meče ukazují jejich přítomnost. Jsou pouze částečně přítomni v říši smrtelníků a jejich zranění jako by nikdy neexistovala. Jejich hlasy šeptají ve větru slova, která mrazí v srdích jejich nepřátel.
fr: Les guerriers vénérés par les anciens errent dans les forêts des sidhes, repérables uniquement par leurs épées en argent étincelant. Ils ne sont que qu'à moitié présents dans le monde des mortels ; leurs blessures se ferment comme si elles n'avaient jamais existé et leur voix peut murmurer dans le vent des mots capables de glacer le cœur des ennemis.
hu: Régi idők nagyrabecsült harcosai kísértenek a sidhe erdőkben, kizárólag fényes ezüst kardjuk miatt látszanak. Csak részben vannak jelen a halandó világban, és sebeik úgy gyógyulnak, mintha soha nem is lettek volna. Suttogó hangjuk a széllel száll, szavaik megfagyasztják ellenségeik szívét.
it: Un tempo rispettati guerrieri ora vagano per i boschi dei sidhe, visibili solo per lo scintillio argenteo delle loro spade. Solo in parte appartengono al regno mortale e le ferite si chiudono come se non fossero mai esistite. La loro voce può sussurrare nel vento parole che fanno rabbrividire il cuore dei loro nemici.

source: ancient blade
ca: espasa antiga
cs: starobylá čepel
fr: lame ancestrale
hu: ősi penge
it: spada ancestrale

source: requiem
ca: rèquiem
cs: rekviem
hu: gyászének

source: Sidhe Forefather
ca: Sidhe ancestral
cs: Sidhelinský praotec
fr: Patriarche sidhe
hu: Sidhe ősatya
it: Progenitore di Sidhe

source: The greatest warriors of the sidhe are far from gone. When you hear their death chant, echoing through the trees, know that their silver blades are also near.
ca: Els grans guerrers dels sidhe no han desaparegut, com molts podrien pensar. Quan sentes el seu cant de mort amb el seu particular eco entre els arbres, pots endevinar fàcilment que les seues espases argentes estan prop.
fr: Les plus formidables guerriers sidhes sont loin d'être enterrés. Sachez que leurs lames en argent seront toutes proches quand vous entendrez leur chant funèbre résonner dans le feuillage des arbres.
hu: A leghatalmasabb harcosok egyáltalán nem léptek át a túlvilágra. Ha hallod gyászéneküket visszhangozni a fák közt, tudd, hogy ezüst pengéik szintén közel járnak.
it: I più grandi guerrieri dei sidhe non sono affatto scomparsi. Quando si sente il loro canto di morte riecheggiare tra gli alberi, vuol dire che anche le loro spade argentee sono vicine.

source: Warrior Spirit
ca: Esperit Guerrer
cs: Duch válečníka
fr: Esprit guerrier
hu: Szellemharcos
it: Spirito guerriero

source: The great sidhe warriors of times past are not quite gone. They roam through the forests of their former homes, seeking to perform the feats of arms they did in the past, and death is no obstacle...
ca: Els grans guerrers dels sidhe no han desaparegut, com molts podrien pensar. Vaguen pels boscos de ses antigues cases, buscant repetir les gestes guerreres que van realitzar en el passat, i la mort no és cap obstacle...
cs: Slavní sidhelinští bojovníci minulosti neodešli nadobro. Potulují se v lesích své bývalé domoviny, dychtiví předvést takové válečné činy jako za starých časů a smrt pro ně v tomto není překážkou ...
fr: Les grands guerriers sidhes des temps anciens ne sont jamais tout à fait enterrés. Il errent dans les forêts proches de leur village natal, cherchant à rééditer les prouesses martiales réalisées par le passé, et la mort ne pourra pas les en empêcher...
hu: Letűnt idők nagy sidhe harcosai még nem teljesen haltak meg. Korábbi otthonaik erdeiben kóborolnak, és keresik a módot, hogy múltjuk hadiművészetét tovább űzhessék, és a halál nem akadály ebben...
it: I grandi guerrieri sidhe del passato non sono del tutto scomparsi. Vagano nelle foreste delle loro case cercando di compiere le gesta d'armi che fecero in passato e la morte non è un ostacolo...

source: Stormlord
ca: Senyor de la tempesta
cs: Pán bouře
fr: Maître-ouragan
hu: Égzengés úr
it: Signore delle bufere

source: The stormlord has spent his entire life studying magic. He has given up weapon practice and most physical pursuits for this. Many wild elves distrust them because of this, but they fear them even more. And if a sidhe fears someone...
ca: Un senyor de la tempesta ha passat tota la seua vida estudiant màgia. Ha abandonat la pràctica amb les armes i la majoria d'actes físics per açò. Molts elfs salvatges desconfien d'ells per això, però encara els temen més. I si un sidhe tem algú...
cs: Páni bouře strávili svůj život studiem magie. Vzdali se ovládání zbraní a nevěnují se rozvíjení fyzických dispozicí. Mnoho elfů se na ně díky tomu dívá nedůvěřivě. Ještě více se jich však bojí. A když už se i sidhelin někoho bojí ...
fr: Le maître-ouragan a passé toute sa vie à étudier la magie. Il a pour cela abandonné la pratique des armes et presque toute activité physique. C'est pour cela que beaucoup d'elfes sidhes se méfient de lui et surtout le craignent. Et si un sidhe craint quelqu'un ...
hu: Az égzengés úr egész életét a varázslat tanulmányozásával töltötte. Feladta a fegyverekkel való gyakorlatozást és minden fizikai megerőltetést. Sok vad tünde bizalmatlan velük emiatt, de ennél sokkal jobban félik őket. És ha egy sidhe fél valakitől...
it: Il signore delle tempeste ha trascorso tutta la sua vita a studiare la magia. Per essa ha lasciato la pratica con le armi e la maggior parte delle attività fisiche. Molti elfi selvaggi li disprezzano per questo motivo, ancora di più li temono. E se i sidhe temono qualcuno...

source: Tempest
ca: Tempestat
cs: Vtělení bouře
fr: Mage-tempête
hu: Vihar úr
it: Tempesta

source: Elder mages, seen as sages among the sidhe are given the name of tempest. They call down lightning with ease and use a magic whose raw destructive power is almost unequaled.
ca: Els mags més majors, que els sidhe veuen com savis, reben el nom de tempestat. Poden cridar els llampecs amb facilitat i usen una màgia amb un poder de destrucció inigualable.
cs: Starší mágové, mudrci sidhelinů jsou nazýváni jako Vtělení bouře. S lehkostí sesílají blesky a používají magii, jejíž hrubé destruktivní síle se takřka nic nemůže rovnat.
fr: Les mages les plus âgés et considérés comme les plus sages des sidhes sont appelés mages-tempêtes. Ils invoquent aisément la foudre et utilisent une magie d'une puissance destructrice brute quasi inégalée.
hu: Idősebb mágusokat, akiket a sidhék között a bölcseknek tekintenek, vihar uraknak neveznek. Könnyedén lecsillapítják a villámokat és olyan varázslatot használnak, minek puszta ereje majdhogynem páratlan.
it: Ai maghi anziani, considerati saggi tra i sidhe, viene dato il nome di tempesta. Invocano con facilità il fulmine e utilizzano una magia dal grezzo potere distruttivo quasi ineguagliato.

source: Thunderblade
ca: Espasa de llampecs
fr: Foudrelame
hu: Mennydörgő penge
it: Spada del tuono

source: When the first sidhe lord died in battle, the shards of his mighty sword were collected and kept preciously by the fines wild elf mages. If a sidhe shows himself a great warrior and has the magic of the nobleborn, he might be awarded a thunderblade, a special sword enchanted with a fragment of the sidhe lord's great weapon.
ca: Quan va morir el primer senyor sidhe en batalla, els sidhe van recollir tots els trossos de la seua espada i els seus mags els van conservar com si d'un tresor es tractara. Si un sidhe demostra ser un gran guerrer i té la màgia dels nobles, pot rebre una espasa de llampecs, una espasa especial encantada amb un fragment de l'espasa d'aquell noble senyor.
fr: Quand le premier seigneur sidhe est mort au combat, des mages elfes avisés ont ramassé et gardé précieusement les éclats de son épée destructrice. Ces fragments de l'arme légendaire servent à enchanter les épées-tonnerres, données aux sidhes qui ont prouvé leur valeur martiale et qui possèdent la magie caractéristique de la noblesse.
hu: Amikor az első sidhe úr meghalt a csatában, hatalmas kardjának darabjait összegyűjtötték, és óvó gonddal őrizték a nemes vad tünde mágusok. Ha egy sidhe bizonyítja harcosi nagyságát és megtalálható benne a nemesi vér mágiája, mennydörgő pengét kaphat, egy különleges kardot, ami a sidhe úr hatalmas fegyverének egy darabját tartalmazza.
it: Quando il primo signore sidhe morì in battaglia, i frammenti della sua possente spada furono raccolti e conservati con cura dai maghi migliori. Se un sidhe si dimostra un grande guerrierio e ha la magia di nobili origini, potrebbe essere ricompensato con una spada del tuono, una speciale spada incantata con un frammento della grande arma del signore sidhe.

source: thunderblade
ca: espasa de llampecs
fr: épée-tonnerre
hu: mennydörgő penge
it: spada del tuono

source: Tracker
ca: Rastrejador
cs: Stopař
fr: Traqueur
hu: Nyomolvasó
it: Tracciatore

source: Among the finest scouts known, wild elf trackers are swift and versatile, skilled in both hand to hand and ranged combat when using short spears. Their complete lack of armor is a liability, though.
ca: Els rastrejadors dels elfs salvatges, assenyalats com uns dels millors exploradors coneguts, són hàbils tant en el combat cos a cos com a distància amb les seus llances curtes. Tanmateix, l'absència d'armadura potser un greu problema.
fr: Comptant parmi les meilleurs éclaireurs connus, les traqueurs sidhes sont rapides et polyvalent, et maîtrisent à la fois le combat au corps à corps et le combat à distance, effectués tous deux avec de courtes lances. Leur absence complète d'armure est toutefois un handicap.
hu: A legkitűnőbb ismert felderítők között a vad tünde nyomolvasók gyorsak és megbízhatóak, képzettek mind a közelharcban, mind a távolsági harcban, amikor tőrösbotjaikat használják. A páncélzat teljes hiánya azonban egy gyenge pontjuk.
it: Gli elfi selvaggi cacciatori sono tra gli esploratori migliori che si conoscano, sono agili e versatili, esperti sia nel combattimento ravvicinato sia in quello a distanza quando impiegano lance corte. L'assoluta mancanza di armatura è un handicap, però.

source: Veiledblade
ca: Espasa secreta
cs: Zahalený
fr: Lame-perverse
hu: Lepelpenge
it: Lama traditrice

source: Not all sidhe like to fight up front. The shadowy veiledblades can slip in through the ennemy's defense, and stealthily hit an unexpecting foe, often mortally so.
ca: No tots els sidhe prefereixen lluitar cara a cara. Els obscurs espases secretes poden travessar els defenses enemigues i atacar sense que ningú s'adone un enemic que no s'ho espere, normalment amb resultats mortals.
cs: Ne každý sidhelin bojuje rád tváří v tvář. Temní zahalení dokáží proklouznout nepřátelskou obranou a zákeřně a často smrtelně zaútočit na toho, kdo to nečeká.
fr: Certains sidhes n'aiment pas le combat loyal. Les fantomatiques lames-perverses peuvent se glisser derrière les défenses ennemies et frapper furtivement, et souvent mortellement, un adversaire qui ne s'y attend pas.
hu: Nem minden sidhe szeret szemtől szembe támadni. A rejtett lepelpengék át tudnak siklani az ellenség védelmén, és lopakodva meg tudnak sebezni egy meglepődött ellenséget, akár még halálosan is.
it: Non a tutti i sidhe piace lo scontro frontale. Queste oscure lame traditrici possono infiltrarsi tra le difese nemiche e colpire in maniera furtiva un avversario impreparato, spesso mortalmente.

source: Wanderer
ca: Caminant
cs: Potulný zvěd
fr: Voyageur
hu: Vándor
it: Vagabondo

source: The sidhe sometimes have more lonesome among them who prefer the tracking and scouting to actual combat. These, known as wanderers, are armed with short spears that they use quite ... convincingly, though their real usefulness is for running ahead. Their extreme swiftness comes, however, at a price as they fight almost armorless and die fast in direct combat.
ca: Alguns dels sidhe tenen un temperament més solitari i prefereixen rastrejar i explorar abans que combatre. Aquesta gent, coneguda com caminants, van armats amb unes llances que usen d'una manera prou... convincent, diríem. Tanmateix, el seu millor rol en la batalla és caminar endavant de l'exèrcit. La seua increïble velocitat, tanmateix, té un preu: l'absència d'armadura fa que caiguen ràpidament en un combat directe.
cs: Mezi sidheliny jsou samotáři, kteří dávají přednost stopování a průzkumu před bojem. Tito potulní zvědové jsou vyzbrojeni krátkým oštěpem, který užívají celkem ... přesvědčivě, ačkoli jejich skutečná užitečnost tkví ve výzvědné činnosti. Jejich extrémní hbitost je však vykoupena jejich neobrněností a tak za ni v přímém boji platí cenu snadné smrti.
fr: Parfois certains sidhes plus solitaires que d'autres préfèrent le pistage et l'exploration au combat pur et simple. Ceux-ci, appelé « voyageurs », sont armés de courtes lances qu'ils utilisent de façon plutôt ... convaincante, même si leur rôle réel est la reconnaissance. Leur rapidité extrême a toutefois un prix : ils combattent presque sans armure et succombent donc assez vite au corps à corps.
hu: A sidhék között néha akad olyan magányos, aki jobban szereti a nyomkövetést és felderítést a tényleges küzdelemnél. Ők vándorként ismertek, tőrösbottal vannak felszerelve, amit egészen ... meggyőzően használnak, azonban igazi előnyük a gyorsaságuk. Különleges gyorsaságuk azonban egy hátránnyal jár, szinte teljesen védtelenül harcolnak és gyorsan halnak csatában.
it: A volte tra i sidhe ci sono elfi più solitari che preferiscono la caccia e l'esplorazione al combattimento vero e proprio. Costoro, noti come vagabondi, prediligono con convinzione della lance corte la cui reale utilità tuttavia è nella corsa. Il prezzo della loro estrema agilità, tuttavia, è quello di combattere quasi senza armatura e morire rapidamente in uno scontro diretto.

source: Wardancer
ca: Dansarí de guerra
cs: Válečný tanečník
fr: Danseur de guerre
hu: Pengetáncos
it: Danzatore di guerra

source: Wardancers are legends among the sidhe. The skill of a bladespinner may seem unbelievable, but he is an amateur compared to a mighty wardancer.
ca: Els dansarins de guerra són unes llegendes entre els sidhe. L'habilitat d'un revoltafulles pot semblar increïble, però no és més que un amateur comparat amb els dansarins de guerra.
cs: Váleční tanečníci jsou legendami mezi sidheliny. To, jak šermuje Tanečník s meči, se zdá neuvěřitelné, ale ve srovnání s mocným Válečným tanečníkem je to je amatér.
fr: Les danseurs de guerre sont des légendes vivantes chez les sidhes. Leur habileté surpasse de très loin celle, déjà incroyable, d'un tournelame.
hu: A pengetáncosok legendásak a sidhék között. Egy pengeforgató képességei hihetetlennek tűnhetnek, de összehasonlítva egy félelmetes pengetáncossal, csak nyeretlen kétévesnek tűnnek.
it: I danzatori di guerra sono leggende tra i sidhe. L'abilità di una lama roteante può sembrare incredibile, ma in confronto con un potente danzatore di guerra è un dilettante.

source: War Mage
ca: Mag de guerra
cs: Válečný mág
fr: Mage de guerre
hu: Harcimágus
it: Mago della guerra

source: Few sidhe are capable of staying away from battle for long. The war mages are wild elf nobility who, though trained as mages, spend most of their time sword in hand. Their prowesses with the sword are easily those of a warrior and their magic is a welcome ally.
ca: Pocs sidhe poden passar molt de temps allunyats de la batalla. Els mags de guerra són nobles sidhe que, encara que s'han entrenat com mags, gasten la major part del seu temps amb una espasa en la mà. Les seues habilitats amb l'espasa són equivalents a les d'un guerrer, i la seua màgia sempre és una aliada benvinguda.
fr: Peu de sidhes peuvent rester longtemps éloignés des combats. Les mages de guerre sont des nobles sidhes qui passent la plupart du temps l'épée à la main, alors que leur formation de base est la magie. Leurs prouesses au corps à corps sont facilement comparables à celles des guerriers et leur magie les aide beaucoup.
hu: Kevés sidhe képes hosszú ideig távolmaradni a csatától. A harcimágusok vad tünde nemesek, akik mágus kiképzésük ellenére a legtöbb időt karddal a kézben töltik el. Karddal való vitézkedésük és mágikus tudásuk révén szívesen látott szövetségesek.
it: Pochi sidhe sono in grado di stare lontano dal campo di battaglia a lungo. I maghi della guerra sono la nobiltà degli elfi selvaggi che, anche se addestrati da maghi, impiegano la maggior parte del tempo con una spada in mano. La loro prodezza con la spada è senza dubbio quella di un guerriero e la loro magia un apprezzato alleato.

source: The lithe and strong sidhe warriors are deadly swordsmen, capable of dealing fast, strong blows and avoiding them just as easily. Their only weakness is the frailty due to their distaste for armor.
ca: Els guerrers sidhe, forts i àgils, són uns espadatxins mortífers, capaços de donar cops forts i ràpids i d'evitar-los al mateix temps amb la mateixa facilitat. Tanmateix, donat que no els agrada portar armadura, poden ser una miqueta fràgils, el seu únic punt feble.
cs: Mrštní a silní válečníci sidhelinů ovládají smrtonosně svůj meč. Jsou schopni rozdávat rychlé a silné rány a sami se jim vyhnout. Jejich jediná slabost je křehkost, neboť mají velký odpor k nošení brnění.
fr: Minces et puissants, les guerriers sidhes sont de redoutables combattants, capables d'administrer de rapides et puissants coups d'épée et d'esquiver facilement. Leur seul point faible est leur fragilité due à leur dégoût des armures.
hu: A hajlékony és erős sidhe harcosok halálos karforgatók, képesek gyors, erős csapásokra és ugyanilyen könnyűszerrel ki is kerülik őket. Egyetlen gyengeségük sebezhetőségük, mivel nem szeretik a páncélt.
it: Gli agili e potenti guerrieri sidhe sono mortali armigeri, capaci di portare rapidi e potenti stoccate e evitarle altrettanto facilmente. L'unica loro debolezza è la fragilità a causa del loro disprezzo per l'armatura.

source: Warsinger
ca: Cantor
fr: Barde guerrier
hu: Harci dalnok
it: Bardo guerriero

source: The Warsinger is a master of the songs of combat. A powerful warrior himself, he can drive his companions into battle frenzies.
ca: El Cantor és un mestre de les cançons marcials. A més de ser un poderós guerrer per sí mateix, pot fer que els seus companys entren en un estat de fúria assassina.
fr: Les bardes guerriers sont des maîtres du chant militaire. Eux-mêmes puissants combattants, ils entraînent leur compagnons dans de véritables frénésies guerrières.
hu: A harci dalnok mestere a csata énekeinek. Önmaga is erős harcos, és társait dühöngésbe tudja hozni a csatatéren.
it: Il bardo guerrierio è il maestro dei canti di combattimento. Egli stesso è un potente guerrierio che può trascinare i suoi compagni nella frenesia della battaglia.

source: Whirlwind
ca: Huracà
cs: Rozvraceč
fr: Tornade
hu: Forgószél
it: Tornado

source: The whirlwind is a wildblade who has survived many battles. A legend in his own way, he is feared by all sidhe who fear his rage. When he wishes to kill nothing and no one can stop him.
ca: Un huracà és una fulla salvatge que ha sobreviscut moltes batalles. Una llegenda per sí mateix, tot sidhe tem la seva ira. Quan desitja matar, no hi ha res ni ningú que l'aturi.
cs: Rozvraceč je divous, který přežil mnoho bitev. Je živoucí legendou a všichni sidheliné se obávají jeho hněvu. Když chce někoho zabít, nikdo a nic ho nemůže zastavit.
fr: La tornade est une lame-folle qui a survécu à de nombreuses batailles. Rien ni personne ne peut l'arrêter quand elle désire tuer quelqu'un. Vraie légende, elle est crainte par tous les sidhes qui redoutent sa rage.
hu: A forgószél egy vad penge, aki már sok csatát túlélt. Önmagában is legenda, haragjától retteg minden sidhe. Ha ölni kíván, senki és semmi nem állhatja útját.
it: Il tornado è una lama folle reduce da molte battaglie. Leggenda vera e propria, è temuto da ogni sidhe per la sua furia. Quando decide di uccidere, nulla e nessuno può fermarlo.

source: Wildblade
ca: Fulla salvatge
cs: Divous
fr: Lame-folle
hu: Vadpenge
it: Lama folle

source: A wildblade, once its battle rage has started, is a terrifying thing to behold. Hitting left and right with a strength and a devotion rarely seen, he cares not for pain, or even death...
ca: Un fulla salvatge, una vegada ha entrat en el frenesí de la batalla, és terrorífic. Colpejant a dreta i esquerra amb una força i entrega inigualables, no es preocupa pel dolor, ni tan sols per la mort...
cs: Jakmile divouse ovládne bojová vášeň a vztek, stává se z něj hrozivý protivník. Rozdává údery na všechny strany se silou a nadšením, které se jen tak nevidí. Nehledí si svých zranění, dokonce ani své smrti ...
fr: Une lame-folle est terrifiante à voir quand sa rage guerrière a débuté. Frappant à droite et à gauche, avec une force et détermination rare, elle ne se soucie ni de la douleur, ni de la mort.
hu: Egy vadpenge, amint csatadühöngése elkezdődött, rémisztő látványt nyújt. Balra és jobbra csap olyan erővel és elszántsággal, amit ritkán látni, nem érdekli a fájdalom, de még a halál sem.
it: Quando la battaglia è cominciata, la lama folle è uno spettacolo terrificante. Colpisce a destra e manca con forza e determinazione rare, non la frena il dolore né la paura di morire...

source: Windlasher
ca: Ventador
fr: Déchaîneur d'orages
hu: Széltámasztó
it: Vento flagellatore
