Repository: wescamp/Extended_Era-1.4
Catalog: po/*.po
Languages: ca, cs, fr, hu, it

source: allied leadership
cs: spojenecké velení
fr: commandement allié
hu: szövetségi vezetés
it: comando degli alleati

source: Allied Leadership: This unit can lead friendly units that are next to it, making them fight better. Adjacent friendly units of lower level will do more damage in battle. When a unit adjacent to, of a lower level than, and allied to a unit with Allied Leadership engages in combat, its attacks do 25% more damage times the difference in their levels.
ca: General: Aquesta unitat pot liderar unitats amigues adjacents, cosa que fa que lluiten millor. Les unitats amigues de nivell inferior que estiguen al seu costat causaran més dany. Quan una unitat amiga, adjacent al líder aliat, entre en combat, el seus atacs causaran un 25% més de dany per cada nivell de diferència.
cs: Spojenecké velení: Tato jednotka je schopna vést sousedící spojenecké jednotky a posilovat je v boji. Sousedící spojenecké jednotky nižší úrovně útočí v boji s větší silou. Takovým jednotkám v blízkosti jednotky, která disponuje spojeneckým velením, se zvyšuje síla útoku o 25 % za každý rozdíl úrovně velící a ovládáné jednotky.
fr: Commandement allié : Cette unité peut commander les unités amies présentes à ses côtés et les rendre meilleures en combat. Les attaques des unités alliées aux côtés du commandant feront 25% de dégâts supplémentaires pour chaque niveau d'écart entre elles et lui.
hu: Szövetségi vezetés: Ez az egység képes irányítani a szomszédos baráti egységeket, jobb küzdővé téve őket. A szomszédos baráti, alacsonyabb szintű egységek nagyobb sebet ejtenek a csatában. Amikor egy alacsonyabb szintű egység egy baráti, szövetségi vezetés képességű, magasabb szintű egység mellé kerül, akkor az előbbi egység által okozott sebzés annyiszor 25%-kal nő, mint a szintjeik közt lévő különbség.
it: Comando degli alleati: Questa unità può comandare le unità alleate vicine facendole combattere meglio. Le unità alleate di livello inferiore faranno più danni in battaglia. Quando una unità adiacente a una unità con comando alleato e di livello superiore ingaggia un combattimento i suoi attacchi fanno il 25% in più di danno per ogni livello di differenza.

source: allied protection
ca: protecció d'alliats
cs: spojenecká ochrana
fr: protection alliée
hu: szövetségi védelem
it: protezione degli alleati

source: Allied Protection: Adjacent friendly units of lower level receive a +20% bonus to all resistances (up to a maximum of 50%).
cs: Spojenecká ochrana: Sousedící spojenecká jednotka nižší úrovně získává bonus + 20 % ke všem svým odolnostem (maximálně však do 50 %).
fr: Protection alliée : Les unités amies adjacentes à cette unité, et de niveau inférieur, reçoivent un bonus de +20 % à toutes leurs résistances (jusqu'à un maximum de 50 %).
hu: Szövetségi védelem: A szomszédos baráti, alacsonyabb szintű egységek ellenállása minden hatásra 20%-kal nő (de nem nőhet 50% fölé).
it: Protezione degli alleati: Le unità adiacenti alleate ricevono un bonus +20% per tutte le resistenze (fino a una resistenza massima del 50%).

source: attack only
ca: només atac
cs: pouze k útoku
fr: offensif uniquement
hu: csak támadásra
it: esclusivamente in attacco

source: Attack only: This weapon will never be used on defense.
ca: Només atac: Aquesta arma mai s'usarà en defensa.
cs: Pouze k útoku: Tuto zbraň lze využít pouze při útoku.
fr: Offensif uniquement : Cette arme ne peut être utilisée qu'en attaque.
hu: Csak támadásra: Ezt a fegyvert soha nem használják védekezésre.
it: Esclusivamente in attacco: Questa arma non può essere usata in difesa.

source: One attack of this unit cannot be used to defend.
fr: Une des attaques ne peut pas être utilisée pour se défendre.
hu: Ennek az egységnek egyik fegyverét nem lehet védekezésre használni.

source: cavestalk
ca: cavernícola
cs: plížení
fr: troglodyte
hu: barlangi rejtőzködés
it: agguato nelle caverne

source: Cavestalk: This unit can hide in caves, and remain undetected by its enemies. Enemy units cannot see or attack this unit when it is in caves, except for any turn immediately after this unit has attacked, or if there are enemy units next to this unit.
ca: Cavernícola: Aquesta unitat pot amagar-se dins les coves i romandre invisible a ulls dels enemics. Les unitats enemigues no poden veure o atacar aquesta unitat mentre siga a les coves, excepte si aquesta unitat ha atacat el torn anterior o si hi ha cap unitat al seu costat.
cs: Plížení: Tato jednotka je při pohybu v jeskyních pro nepřátelské jednotky neviditelná. Nepřátelské jednotky vidí a mohou útočit na plížící se jednotku pouze v tahu bezprostředně následující po jejím útoku nebo když vstoupí na sousedící pole.
fr: Troglodyte : Cette unité peut se cacher dans les cavernes et y rester invisible. Les ennemis ne peuvent voir ou attaquer cette unité quand elle est dans les cavernes, sauf si elle les attaque ou s'ils se déplacent juste à ses côtés.
hu: Barlangi rejtőzködés: Ez az egység el tud rejtőzni a barlangokban, és észrevétlen marad az ellenségei számára. Az ellenséges egységek nem láthatják vagy támadhatják meg ezt az egységet, ha barlangban van kivéve, ha ez az egység támadott, vagy egy ellenséges egység éppen mellélépett.
it: Agguato nelle caverne: Questa unità può nascondersi nelle caverne e non venir individuata dai nemici. Le unità nemiche non possono né vedere né attaccare questa unità quando è in una caverna, tranne nel turno immediatamente successivo a un attacco da parte dell'unità nascosta o se ci sono unità nemiche vicina a questa unità.

source: In underground terrain (except lit underground), this unit's ambush skill renders it invisible to enemies unless it is immediately adjacent or has revealed itself by attacking.
fr: La furtivité de cette unité lui permet de passer inaperçue de ses ennemis sans les sous-terrains (non éclairés) sauf s'ils sont présents dans les zones adjacentes ou si l'unité a révélé sa présence en attaquant.
hu: Földalatti tereptípuson (kivéve megvilágított barlang) ennek az egységnek a rejtőzködő képessége láthatatlanná teszi őt az ellenség számára, hacsak nem közvetlenül mellette áll, vagy támadás során nem leplezte le magát.

source: defend only
ca: només defensa
cs: pouze k obraně
fr: défensif uniquement
hu: csak védekezésre
it: esclusivamente in difesa

source: Defend only: This weapon will only be available for defense.
ca: Només atac: Aquesta arma només estarà disponible en la defensa.
cs: Pouze k obraně: Tuto zbraň lze využít pouze při obraně.
fr: Défensif uniquement : Cette arme ne peut être utilisée qu'en défense.
hu: Csak védekezésre: Ez a fegyver csak védekezésnél használható.
it: Esclusivamente in difesa: Questa arma è disponibile solo per la difesa.

source: One attack of this unit can only be used to defend.
fr: Une des attaques ne peut être utilisée que pour se défendre.
hu: Ennek az egységnek egyik fegyvere csak védekezésre használható.

source: distract
cs: rozptylování
fr: distraction
hu: zavarás
it: distrai

source: Distract: This unit negates enemy Zones of Control around itself for friendly units (but not for itself).
cs: Rozptylování: Jednotka dokáže ve své blízkosti rušit nepřátelské zóny kontroly pro ostatní spřátelené jednotky (ne však pro sebe).
fr: Distraction : Cette unité annule les zones de contrôle autour d'elle, débloquant les unités de son camp (mais pas elle-même).
hu: Zavarás: Ez az egység semlegesíti az ellenséges ellenőrzési zónát maga körül a baráti egységek számára (de önmagának nem).
it: Distrai: Questa unità nega le zone di controllo attorno a se stessa per le unità alleate (non per se stessa).

source: This unit is capable of distracting opponents, allowing friendly units to trespass their Zones of Control and move unhindered around them.
fr: Cette unité est capable de distraire les ennemis, permettant aux unités de son camp d'ignorer leur zone de contrôle et de se déplacer librement à proximité d'eux.
hu: Ez az egység képes megzavarni ellenfeleit, lehetővé téve a baráti egységeknek, hogy átjárják az ellenséges ellenőrzési zónát és akadálytalanul mozogjanak.

source: dread
ca: temor
cs: děsivý
fr: effroi
hu: rettegett
it: paura

source: Dread: When this attack is used offensively, this unit takes one third less damage in retaliation.
cs: Děsivý: Pokud útočí, odvetné údery protivníka způsobí o třetinu menší zranění.
fr: Effroi : L'unité qui utilise cette capacité en attaque reçoit un tiers de dégâts de moins durant la riposte de son adversaire.
hu: Rettegett: Ha egy egység ezzel a támadással kezdeményez, az ellenfél visszatámadása egyharmaddal kisebb sebzést eredményez.
it: Paura: Quando questa abilità è usata in attacco, l'unità riceve un terzo dei danni in meno nell'attacco di risposta.

source: The dread attack of this unit, when used offensively scare the defender, lowering the damage of his retaliation.
fr: L'attaque d'effroi de cette unité, lorsqu'elle est utilisée offensivement, effraye le défenseur ce qui diminue l'efficacité de sa riposte.
hu: Ennek az egységnek a rettegett támadása megfélemlíti a célpontot, lecsökkentve ezzel annak sebzését az ellentámadásnál.

source: protection
ca: protecció
cs: ochrana
hu: védelem
it: protezione

source: Protection: Adjacent units of lower level from this side receive a +20% bonus to all resistances (up to a maximum of 50%).
cs: Ochrana: Sousedící jednotka nižší úrovně získává bonus +20% k odolnosti vůči všem druhům útoku (maximálně však do hodnoty 50%).
fr: Protection : Les unités adjacentes de cette équipe à cette unité reçoivent un bonus de +20 % à toutes leurs résistances (jusqu'à un maximum de 50 %) si leur niveau est inférieur à celui de celle-ci.
hu: Védelem: Szomszédos, alacsonyabb szintű, azonos oldalon harcoló egységek 20%-os többletellenálláshoz jutnak minden típusból (de ellenállásuk nem nőhet 50% fölé).
it: Protezione: Le unità adiacenti ricevono un bonus +20% per tutte le resistenze (fino a una resistenza massima del 50%).

source: The importance of this unit motivate friendly units next to it to defend better, taking less damage in combat, though this only applies to units of lower level.
fr: L'importance de cette unité motive les unités de cette équipe dans les parages à défendre mieux, subissant moins de dommages. Ceci ne s'applique néanmoins qu'aux unités de niveau inférieur.
hu: Ennek az egységnek a jelentősége arra készteti a szomszédos egységeket, hogy elszántabban védekezzenek, ezáltal kisebb sérülést szereznek csatában, de ez csak alacsonyabb szintű egységekre érvényes.

source: sylvan spark
ca: vitalitat silvana
cs: jiskra sylvanů
fr: esprit des bois
hu: erdei szikra
it: spirito dei boschi

source: Sylvan Spark: While in the forest (or mushroom grove), the unit will heal itself 5 hp per turn. If it is poisoned, it will remove the poison instead of healing.
ca: Vitalitat Silvana: Mentre siga a un bosc (d'arbres o bolets), la unitat recuperarà 5 punts de vida per torn. Si està enverinada, eliminarà el verí del seu cos en lloc de curar-se.
cs: Jiskra Sylvanů: Pokud jednotka setrvá v lese nebo v houbovém háji, vyléčí si na začátku každého kola 5 životů. Pokud je otrávená, pouze se uzdraví ze své otravy.
fr: Esprit des bois : Cette unité regagnera 5 points de vie par tour tant qu'elle se trouve dans une forêt d'arbres ou de champignons. Elle éliminera le poison au lieu de se soigner en cas d'empoisonnement.
hu: Erdei szikra: Amíg erdőben (vagy gombamezőn) van, ez az egység 5 ÉP-vel gyógyítja magát körönként. Ha megmérgezik, a mérgezésből gyógyul ki.
it: Spirito dei boschi: Mentre si trova in una foresta (o in un campo di funghi), l'unità recupererà 5 pf per turno. Se è avvelenata, eliminerà il veleno anziché curarsi.

source: This unit regenerates in forest, which allows it to heal, through not as much as stationed in a village.
fr: Cette unité se régénère lorsqu'elle se trouve dans une forêt, bien que pas aussi vite que dans un village.
hu: Ez az egység erdőkben regenerálódik, ami lehetővé teszi számára a gyógyulást, habár nem oly mértékben, mintha egy faluban lenne.

source: Terror: This unit can frighten enemy units that are next to it, making them fight worse. Adjacent enemy units of lower level will do less damage in battle. When a unit adjacent to, of the same level, or a lower level than, and is an enemy of the unit with Terror engages in combat, its attacks do 15% less damage times the difference in their levels + 15%.
ca: Terror: Aquesta unitat pot espantar les unitats de nivell inferior, cosa que fa que causen menys dany en combat. Quan una unitat adjacent del mateix o inferior nivell i enemiga de la unitat que causa Terror entra en combat, els seus atacs causen un 15% menys de dany per cada nivell de diferència + 15%.
cs: Teror: Tato jednotka zastrašováním zhoršuje bojeschopnost okolních nepřátelských jednotek. Sousedící nepřátelská jednotka na stejné nebo nižší úrovni může způsobit svým útokem menší ranění a to o 15% (+ 15% za každý rozdíl mezi úrovní terorizující a terorizované jednotky).
fr: Terreur : Cette unité peut effrayer les ennemis autour d'elle et en diminuer la capacité de combat. Les attaques des ennemis à côté de l'unité avec la capacité « terreur » feront 15% de dégâts en moins, et encore 15% de moins pour chaque niveau d'écart entre eux et elle.
hu: Terror Ez az egység meg tudja félemlíteni a közvetlenül mellette lévő ellenséges egységeket, így azok rosszabbul harcolnak. A szomszédos alacsonyabb szintű ellenfelek kisebbet sebeznek a csatában. Amikor egy egység ellenségnek számít egy terror képességgel rendelkező egység számára, mellé kerül, és alacsonyabb vagy ugyanolyan szintű, mint az, akkor támadásai annyiszor 15%-kal kisebb sebzést okoznak, mint a szintjeik különbsége +15%.
it: Terrore: Questa unità può terrorizzare le unità nemiche adiacenti al punto da farle combattere peggio. Le unità adiacenti di livello inferiore fanno meno danno in battaglia. Quando una unità adiacente all'unità con terrore, nemica di essa e di livello pari o inferiore, è impegnata in combattimento, i suoi attacchi producono danni ridotti del 15% + 15% per ogni livello di differenza.

source: The terror skill of this unit scare ennemy units next to it so they deal less damage in combat, though this only applies to units of lower or equal level.
fr: Cette unité peut terroriser les unités ennemies environnantes, réduisant ainsi leurs dégâts lors d'un combat. Ceci ne s'applique néanmoins qu'aux unités de niveau inférieur.
hu: Ennek az egységnek a terror képessége megfélemlíti a mellette lévő ellenséget, így azok kevesebbet sebeznek a csatában, de ez csak az alacsonyabb vagy azonos szintű egységekre érvényes.

source: Extended Era + Era of Myths + Default
cs: Rozšířený + Mytologický + Standardní věk
fr: Étendu + mythes + par défaut
hu: Kibővített Korszak + Mítoszok Korszaka + Alapértelmezett

source: Extended Era + Default
cs: Rozšířený + Standardní věk
fr: Étendu + par défaut
hu: Kibővített Korszak + Alapértelmezett

source: Extended Era
ca: Era ampliada
cs: Rozšířený věk
fr: Étendu
hu: Kibővített Korszak
it: Era estesa

source: Extended RPG
ca: Era ampliada: JdR
cs: Rozšířený RPG věk
fr: Étendu (JdR)
hu: Kibővített Szerepjáték
it: GdR esteso

source: Chaos
ca: Caos
hu: Kaotikus
it: Caos

source: Dark Elves
ca: Elfs obscurs
cs: Temní elfové
fr: Elfes des ténèbres
hu: Sötét tündék
it: Elfi neri

source: Drakes
ca: Dracs
cs: Drakonidé
fr: Dracans
hu: Perzsekények
it: Draghi

source: Dwarves
ca: Nans
cs: Trpaslíci
fr: Nains
hu: Törpök
it: Nani

source: Loyalists
ca: Lleials
cs: Věrní
fr: Loyalistes
hu: Hűségesek
it: Legali

source: Merfolk
ca: Sirènids
cs: Mořský lid
fr: Ondins
hu: Sellők
it: Nereidi

source: Miscellanous
ca: Miscel·lània
cs: Různé
fr: Divers
hu: Egyéb
it: Varie

source: Nagas
ca: Nagues
cs: Nágy
hu: Nagák
it: Naga

source: Northerners
ca: Tramuntaners
cs: Seveřané
fr: Nordiques
hu: Északiak
it: Gente del nord

source: Outlaws
ca: Proscrits
cs: Psanci
fr: Hors-la-loi
hu: Törvényen kívüliek
it: Fuorilegge

source: Steppe Orcs
ca: Orcs de les estepes
cs: Stepní skřeti
fr: Orcs des steppes
hu: Sztyeppi orkok
it: Orchi delle steppe

source: Sylvans
cs: Sylvané
fr: Sylvains
hu: Szilvániaiak
it: Silvani

source: Undead
ca: No morts
cs: Nemrtví
fr: Morts-vivants
hu: Élőholt
it: Non-morto

source: race^Aragwaith Human
cs: Aragwait
fr: Homme aragwaith
hu: Aragwaith férfi

source: race+female^Aragwaith Human
cs: Aragwaitka
fr: Femme aragwaith
hu: Aragwaith nő

source: race^Aragwaithi
cs: Aragwaiti
fr: Aragwaiths
hu: Aragwaithok
it: Aragwaithi

source: race^Demon
cs: Démon
fr: Démon
hu: Démon

source: race+female^Demon
cs: Démonka
fr: Démone
hu: Démonnő

source: race^Demons
cs: Démoni
fr: Démons
hu: Démonok
it: Demoni

source: race^Dark Elf
cs: Temný elf
fr: Elfe des ténèbres
hu: Sötét tünde

source: race+female^Dark Elf
cs: Temná elfka
fr: Elfe des ténèbres
hu: Sötét tünde nő

source: race^Dark Elves
cs: Temní elfové
fr: Elfes des ténèbres
hu: Sötét tündék
it: Elfi neri

source: armored
ca: blindat
cs: obrněný
fr: armuré
hu: páncélos
it: corazzato

source: (+15% to all resistances, -1 movement)
ca: (+15% a totes les resistències, -1 moviment)
cs: (+15% ke všem odolnostem, pohyb -1)
fr: (+15% à toutes les résistances, -1 mouvement)
hu: (+15% minden ellenállásnak, -1 mozgás)
it: (+15% a tutte le resistenze, - 1 movimento)

source: race^Kalifa Human
cs: Kalif
fr: Homme des Khalifats
hu: Kalifa férfi

source: race+female^Kalifa Human
cs: Kalifa
fr: Femme des Khalifats
hu: Kalifa nő

source: race+plural^Kalifa
cs: Kalifové
fr: Khalifats
hu: Kalifák

source: race^Falcon
cs: Sokol
fr: Faucon
hu: Sólyom

source: race+female^Falcon
cs: Sokolice
fr: Faucon
hu: Sólyom tojó

source: race^Falcons
cs: Sokoli
fr: Faucons
hu: Sólymok
it: Falchi

source: race^Sidhe Elf
cs: Sidhelin
fr: Elfe sidhe
hu: Sidhe tünde

source: race+female^Sidhe Elf
cs: Sidhelinka
fr: Elfe sidhe
hu: Sidhe tünde nő

source: race^Sidhe
cs: Sidheliné
fr: Sidhes
hu: Sidhe
it: Sidhe

source: race^Bear
cs: Medvěd
fr: Ours
hu: Medve

source: race+female^Bear
cs: Medvědice
fr: Ourse
hu: Nőstény medve

source: race^Bears
cs: Medvědi
fr: Ours
hu: Medvék
it: Orsi

source: race^Fairy
cs: Skřítek
fr: Fée
hu: Tündér

source: race+female^Fairy
cs: Víla
fr: Fée
hu: Tündérnő

source: race^Fairies
cs: Víly
fr: Peuple des Fées
hu: Tündérek
it: Fate

source: race^Wyrm
cs: Červák
fr: Vouivre
hu: Sárkánykígyó

source: race+female^Wyrm
cs: Červině
fr: Vouivre
hu: Sárkánykígyó

source: race^Wyrms
cs: Červáci
fr: Vouivres
hu: Sárkánykígyók
it: Serpenti

source: Ancient Banner
cs: Staršina se standartou
fr: Bannière ancienne
hu: Ősi Lobogó hordozó
it: Bandiera ancestrale

source: spear
ca: llança
cs: oštěp
fr: lance
hu: dárda
it: lancia

source: sword
ca: espasa
cs: meč
fr: épée
hu: kard
it: spada

source: Archer
ca: Arquer
cs: Lučištník
hu: Nyilas
it: Arciere

source: The Aragwaithi are a noble people, fragile in body, but their training makes them among the more deadly denizens of this world. Their archers are no exception. Their skills with a bow are comparable to those of some elves, and they are remarkably quick with their daggers.
ca: Els aragwaith són una gent noble, de constitució més aviat fràgil, però amb un entrenament que els situa entre els habitants més mortífers d'aquest món. Els arquers no són una excepció, les seues habilitats amb l'arc són comparables a les d'alguns elfs i són remarcablement ràpids amb les seues dagues.
cs: Aragwaité jsou vznešení lidé. Ač nejsou příliš houževnatí, jejich výcvik z nich dělá jedny z nejvíce smrtonosných bojovníků na světě. Ani jejich lučištníci nejsou v tomto výjimkou. Dovedností, s kterou ovládají luk, se mohou srovnávat s některými elfy. Své dýky ovládají rovněž pozoruhodně zručným způsobem.
fr: Les aragwaiths sont un peuple noble, de constitution fragile, mais que l'entraînement transforme en une des plus redoutables peuplades de ce monde. Leurs archers ne font pas exception. Leur habileté à l'arc est comparable à celle des elfes et ils sont d'une rapidité exceptionnelle avec leurs dagues.
hu: Az aragwaithok nemes emberek, testileg törékenyek, de kiképzésük ezen világ leghalálosabb lakóivá teszi őket. Íjászaik sem kivételek. A tündékével vethetőek össze az íjkezelési képességük és bámulatosan gyorsak tőreikkel is.
it: Gli Aragwaithi sono un popolo nobile; seppure gracili nel fisico, attraverso l'allenamento riescono a diventare tra i più letali cittadini di questo mondo. I loro arcieri non fanno eccezione. La loro abilità con l'arco è paragonabile a quella di alcuni elfi e sono dannatamente veloci con i loro pugnali.

source: knife
ca: ganivet
cs: nůž
fr: couteau
hu: kés
it: coltello

source: bow
ca: arc
cs: luk
fr: arc
hu: íj
it: arco

source: Captain
ca: Capità
cs: Kapitán
fr: Capitaine
hu: Kapitány
it: Capitano

source: Eagle Master
ca: Mestre d'àguiles
cs: Pán orlů
fr: Maître des aigles
hu: Sasmester
it: Signore delle aquile

source: With experience, Eagle riders become more skilled and the relation with their winged friend become so strong that they act as one. As Eagle masters, they no longer need to give orders to their mounts, those anticipate them.
ca: Amb l'experiència, els genets d'àguiles arriben a ser més hàbils i la relació amb el seu amic alat esdevé tan fort que actuen com un sol ésser. Com a Mestre d'àguiles, ja no necessiten donar ordres a les seues muntures, aquestes s'anticipen.
cs: Se vzrůstající zkušeností se schopnosti jezdců na orlech zvyšují. Jejich vztah s okřídleným přítelem se stává natolik silným, že spolu tvoří takřka jednu osobu. Páni orlů již nepotřebují dávat svým nositelům rozkazy, neboť oni již předvídavě dělají to, co si jezdci přejí.
fr: Avec la pratique, les chevaucheurs d'aigles deviennent plus habiles et leur relation avec leur ami ailé devient si profonde qu'ils agissent comme un seul. Les maîtres des aigles n'ont ainsi plus besoin de donner d'ordres à leur monture, qui les anticipe.
hu: Tapasztalatot szerezvén a sas lovasok képzettebbekké válnak, és kapcsolatuk szárnyas barátaikkal olyan erőssé válik, hogy egyként cselekednek. Sas mesterként már nem kell parancsokat adniuk hátasaiknak, ők már előre megérzik azokat.
it: Con l'esperienza, i cavalcatori di aquile diventano sempre più specializzati e il rapporto con il loro amico alato diventa così forte che agiscono all'unisono. Da signori delle aquile, non hanno più bisogno di dare ordini alle loro cavalcature perché li anticipano.

source: claws
ca: urpes
cs: pařáty
fr: griffes
hu: karmok
it: chele

source: prey crush
ca: picat
cs: klovnutí
fr: broyage de proie
hu: zúzás
it: picchiata

source: Eagle Rider
ca: Genet d'àguila
cs: Orlí jezdec
fr: Chevaucheur d'aigle
hu: Saslovas
it: Cavalcatore d'aquile
