Repository: wescamp/Extended_Era-1.4
Catalog: po/*.po
Languages: ca, cs, fr, hu, it

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for Orcs), Orcish Shamans are good spell casters and can curse their enemies.
cs: Skřetí šamani jsou strážci skřetí magie. Jsou respektovaní skřetími kmeny a jsou členy skřetího koncilu. Koncil rozhoduje v důležitých záležitostech, týkajících se celé komunity a soudí mnoho kmenových konfliktů, které lehce vznikají vzhledem k hádavé povaze této rasy. I když jsou šamani ve srovnání s ostatními skřety fyzicky slabí, jsou dobrými vrhači kouzel a mohou proklít své nepřátele a tak vysávat jejich život.
fr: Les chamans orcs sont les gardiens de la magie orc. Très respectés, ils forment le Conseil des Orcs, qui prend des décisions importantes et arbitre les nombreux conflits qui surgissent entre les tribus de cette race turbulente. Bien que physiquement fragiles (pour des orcs), les chamans orcs sont de bon lanceurs de sorts et peuvent maudire leur ennemis.
hu: Az ork sámánok az ork varázslat védelmezői. Az ork törzsek tisztelik őket, ők alkotják az Ork Tanácsot, ami az ork közösség számára fontos döntéseket hoz, és bíráskodik a rengeteg konfliktusban, amik felmerülnek ennek a vitatkozó fajnak törzsei közt. Habár fizikailag gyengék (az orkokhoz képest), az ork sámánok jól bánnak a bűbájjal és meg tudják átkozni az ellenséget elvéve életerejüket.
it: Gli sciamani degli orchi sono i custodi della magia degli orchi. Rispettati tra le tribù degli orchi, costituiscono il consiglio degli orchi che prende le decisioni importanti per l'intera comunità degli orchi e fa da arbitro per i molti conflitti che nascono fra le tribù di questa razza litigiosa. Anche se fisicamente deboli (per un orco), gli sciamani sono dei bravi incantatori e possono maledire i loro nemici assorbendone la forza vitale.

source: Orcish Witch Doctor
cs: Skřetí mediciman
fr: Marabout orc
hu: Ork boszorkánygyógyító
it: Orco stregone

source: Brigand
ca: Bandoler
fr: Maraudeur
hu: Briganti
it: Brigante

source: Mounted and wielding wicked-looking sickles, brigands left behind the farming life to stalk Wesnoth's lonely backroads in small bands, robbing travelers. They also carry crude crossbows but are not very skilled with them.
ca: Els bandolers, muntats i armats amb unes corbelles que tenen molta mala pinta, han abandonat la vida sedentària i com agricultors per sotjar els camins secundaris de Wesnoth en xicotetes bandes. També porten unes tosques ballestes, però no són massa hàbils amb elles.
cs: Brigandi zanechali života zemědělců a v malých rabujících skupinách sužují osamocené cestovatele na menších stezkách Wesnothu. Jezdí na koních a používají zlověstně vypadající srpy. Někdy s sebou nosí i primitivní kuše, ale nejsou v boji s nimi moc zkušení.
fr: À cheval et arborant des faucilles effrayantes, les maraudeurs ont abandonné la vie de fermier pour errer en petites bandes sur les routes peu fréquentées de Wesnoth et pour voler les voyageurs. Ils portent des arbalètes grossières, mais ils ne sont pas très doués avec.
hu: Lóháton és fura kinézetű sarlókkal - talán hátrahagyott földművelő életük maradványa - Wesnoth kihalt mellékútjait járják kis csoportokban, kirabolva az utazókat. Megmunkálatlan számszeríjakat is hordanak maguknál, de nem valami gyakorlottak velük.
it: I briganti sono montati a cavallo brandendo delle falci dall'aspetto minaccioso e hanno abbandonato la vita dei campi per tendere degli agguati per le strade più solitarie di Wesnoth in piccole bande derubando i viaggiatori. Portano anche delle rozze balestre ma non sono molto esperti nel maneggiarle.

source: sickle
ca: corbella
cs: srp
fr: faucille
hu: sarló
it: falce

source: female^Outlaw Princess
cs: Zbojnická princezna
fr: Princesse hors-la-loi
hu: Törvényen kívüli hercegnő
it: Principessa fuorilegge

source: A noble by birth, the Outlaw Princess has learnt swordplay with the greatest generals, but she is the product of a failed aristocracy who has opted for the life of an Outlaw. She dreams of founding her own Queendom with the plunder she finds on the road.
cs: Zbojnická princezna, urozená svým původem, se učila šermířskému umění od nejlepších generálů, ale je produktem neúspěšné aristokracie a vybrala si raději život zbojnice. Jejím snem je založení vlastního království s pomocí lumpů, které nashromáždí.
fr: De noble lignée, la princesse hors-la-loi a appris l'escrime auprès des meilleurs généraux et la stratégie militaire avec les plus grands sages. Cependant, elle provient d'une aristocratie décadente qui a opté pour le style de vie des hors-la-loi. Elle rêve de fonder son propre royaume grâce aux produits de ses rapines.
hu: Nemesnek születve, a törvényen kívüli hercegnő kardvívást a legnagyobb tábornokoktól tanult, de egy bukott arisztokrácia sarja, aki a törvényen kívüli életet választotta. Saját királynői birodalmának megteremtéséről álmodik az úton "talált" zsákmányból.
it: La principessa fuorilegge, nobile di nascita, ha imparato a utilizzare la spada dai più grandi generali, ma è il prodotto di una aristocrazia fallita e ha preferito condurre una vita da fuorilegge. Sogna di formare il suo regno con gli amici che incontra lungo la strada.

source: sling
ca: fona
cs: prak
fr: fronde
hu: parittya
it: fionda

source: female^Outlaw Queen
cs: Zbojnická královna
fr: Reine hors-la-loi
hu: Törvényen kívüli királynő
it: Regina fuorilegge

source: A noble by birth, the Outlaw Queen has learnt swordplay with the greatest generals and battle tactics with the greatest sages, making her both a great combatant and leader. However, she is the product of a failed aristocracy who has opted for the life of an Outlaw. She dreams of founding her own Queendom with the plunder she finds on the road, and she is ever so close to that goal.
cs: Zbojnická královna, urozená svým původem, se učila šermířskému umění od nejlepších generálů a bojovou taktiku od těch nejmoudřejších a stala se jak dobrou bojovnicí, tak dobrým vůdcem. Jsa produktem neúspěšné aristokracie, vybrala si raději život zbojnice. Jejím snem je založení vlastního království s pomocí lumpů, které nashromáždí a je již tak blízko tomuto cíli.
fr: De noble lignée, la reine hors-la-loi a appris l'escrime auprès des meilleurs généraux et la stratégie militaire avec les plus grands sages. Elle est donc une grande combattante et une commandante douée. Cependant, elle provient d'une aristocratie décadente qui a opté pour le style de vie des hors-la-loi. Elle rêve de fonder son propre royaume grâce aux produits de ses rapines sur les routes, et est proche d'atteindre son but.
hu: Nemesnek születve a törvényen kívüli királynő kardforgatást a legnagyobb tábornokoktól, harci taktikát a legidősebb bölcsektől tanult, ami nagyszerű harcossá és vezetővé teszi egyszerre. Azonban egy bukott arisztokrácia sarja, így a törvényen kívüli életet választotta. Arról álmodik, hogy az úton "talált" zsákmányból megalapítja saját királyságát, és nagyon is közel jár ehhez a célhoz.
it: La regina fuorilegge è nobile di nascita e ha imparato a utilizzare la spada dai migliori generali, mentre i più saggi del regno le insegnavano le tattiche migliori rendendola una micidiale combattente e un'ottima condottiera. È il prodotto di una aristocrazia fallita e ha preferito vivere come fuorilegge. Sogna di fondare un proprio regno con l'aiuto degli amici incontrati lungo la strada e il suo obiettivo è sempre più vicino.

source: Raider
ca: Assaltant
cs: Nájezdník
fr: Pilleur
hu: Prédáló
it: Razziatore

source: After a four or five robbings any Brigands that last that long will usually find a sword of some type. Usually this is a sabre because fencers are their most regular prey as they often wander around lonely backroads looking for a fights most of the time. They also usually build or buy (or steal) a better crosbow and their accuracy and skill have both improved with practice.
ca: Després de quatre o cinc robatoris, aquells bandolers que sobrevisquen normalment troben alguna mena d'espasa. Normalment és un sabre perquè la seua presa més habitual són els esgrimidors, que solen anar d'un lloc cap a altre solitàriament per camins secundaris i buscant lluites. A més, també solen poder construir o comprar (o furtar) una ballesta millor, i la seua precisió i habilitat amb ella han millorat amb la pràctica.
cs: Ti brigandi, kteří přežijí alespoň čtyři až pět přepadení, nakonec získají nějaký ten meč. Obvykle to bývá i šavle, neboť potulní šermíři, často křižující krajinu s touhou si zabojovat, patří mezi obvyklé oběti brigandů. Také si obvykle udělají nebo koupí (nebo ukradnou) i lepší kuš, s kterou již umí díky svým zkušenostem dovedněji zacházet a přesněji střílet.
fr: Après quatre ou cinq vols, un maraudeur toujours en activité aura trouvé habituellement une épée quelconque. C'est en général un sabre, car leurs proies les plus habituelles sont souvent les bretteurs vagabondant sur les routes secondaire en quête de combats. Ils ont généralement aussi pris le temps de fabriquer, d'acheter ou de voler une meilleure arbalète, et la pratique a amélioré leur habileté et leur précision.
hu: Négy vagy öt rablótámadás után bármelyik briganti, aki eddig eljut, gyakran talál valamiféle kardot. Általában ez egy szablya, mivel a vívók a leggyakoribb áldozataik, akik az elhagyatott utakon vándorolnak küzdelem után kutatva. Emellett még szoktak kovácsolni vagy venni (vagy lopni) egy jobb számszeríjat, és pontosságuk valamint képzettségük a gyakorlatozás során fejlődnek.
it: Dopo quattro o cinque rapine, qualsiasi brigante che dura tanto a lungo ha trovato una spada di qualunque tipo. Di solito è una sciabola perché gli schermitori sono le vittime più frequenti dato che spesso se ne vanno in giro da soli lungo strade secondarie alla ricerca di uno scontro la maggior parte del tempo. Di solito poi costruiscono (o rubano) una balestra migliore e la loro precisione e esperienza sono entrambe aumentate con la pratica.

source: sabre
cs: šavle
hu: szablya
it: sciabola

source: Rogue Mage
ca: Mag rebel
cs: Potulný mág
fr: Mage renégat
hu: Csavargó mágus
it: Mago errante

source: Some mages are thrown out of the mage's guild for attempting to practice forbidden arts. Now completely outside the law, these rogue mages do whatever necessary to support their study of black magic. Although not as skilled as mages with more formal training, their magic can be quite lethal, while their banditry has resulted in moderate skill with the short sword.
hu: Néhány mágust a tiltott művészetek gyakorlása miatt eltávolítottak a mágusképzőből. Ezek a törvényen kívülivé lett csavargó mágusok mindent elkövetnek, hogy a feketemágiát tovább űzhessék. Bár mágikus képességeik elmaradnak a mágusképzőt végzettekétől, tudásuk életveszélyes is lehet, emellett bandita életmódjukból kifolyólag némi gyakorlatra tettek szert a rövid kard forgatásában is.

source: short sword
ca: espasa curta
cs: krátký meč
fr: épée courte
hu: rövidkard
it: spada corta

source: missile
ca: distància
cs: střela
hu: lövedék

source: Shadow Lord
ca: Senyor de les ombres
cs: Lord stínů
fr: Seigneur de l'ombre
hu: Árny úr
it: Signore dell'oscurità

source: Few humans fathom the secrets of light and dark magic and retain their sanity. Those that can master that balance become Shadow Lords, fully existing neither in the world of light nor the world of darkness. No longer needing physical weapons, they are fearsome to both their enemies and those they lord over.
hu: Néhány embernek sikerült a fény és árnyék mágiájának a mélyére eljutni, s mégis megőrizték tisztaságukat. Azok, akik képesek a két mágiát egyensúlyban tartani, s nem merülnek el sem a fényesség, sem a sötétség világában, árny úrrá válnak. Nincs szükségük fizikai fegyverekre sem, így is rettegik őket mind ellenségeik, mind alattvalóik.

source: astral blade
ca: espasa astral
cs: astrální čepel
fr: lame astrale
hu: csillagpenge
it: lama astrale

source: shadow bolt
ca: llampec d'ombra
cs: stínový úder
fr: rayon d'ombre
hu: árnyvillám
it: fulmine dell'oscurità

source: shadow blast
ca: míssil d'ombres
cs: stínová střela
fr: rafale d'ombre
hu: árnyfuvallat
it: soffio oscuro

source: Shadow Mage
ca: Mag de les ombres
cs: Mág stínů
fr: Mage de l'ombre
hu: Árnymágus
it: Mago dell'oscurità

source: Years of violence and brutality to support the study of forbidden magical arts have turned the shadow mages into feared fighters. Now completely enthralled with power, they have been known to command small followings of henchmen. They are outmatched in direct magical combat with their magic-using peers, instead channeling their energies into devestating melee attacks. Despite their offensive power, the corruption in their souls has begun to adversely affect their health.
hu: A nyerseség és az erőszak, amivel a tiltott mágikus művészetek tanulmányozása során találkoztak, az árnymágusokat rettegett harcossá nevelte. Teljesen az erő bűvöletében vezetik maroknyi követőiket. A közvetlen mágikus összetűzéseket kerülik a hasonló mágia-használókkal, ehelyett energiájukat pusztító közelharci csapásokba áramoltatják. Figyelemreméltó ellenállásuk dacára a lelkükben lévő romlottság negatívan befolyásolja egészségüket.

source: ice blast
ca: míssil de gelor
cs: ledová střela
fr: rafale de glace
hu: jeges fuvallat
it: soffio gelido

source: Bladespinner
ca: Revoltafulles
cs: Tanečník s meči
fr: Tournelame
hu: Pengeforgató
it: Lama roteante

source: The better warriors of the sidhe are known as bladespinners. They can, it is said, cut a man in three different places before he will lift his weapon.
ca: Els miilors guerrers dels sidhe s'anomen els 'revoltafulles'. Poden, es diu, tallar un home per tres llocs diferents abans que alce la seua arma.
cs: Lepší ze sidhelinských válečníků jsou nazýváni Tanečníky s meči. Říká se, že mohou rozseknout protivníka natřikrát ještě dříve, než stačí vytáhnout zbraň.
fr: Les meilleurs guerriers sidhes sont appelés tournelames. On dit qu'ils peuvent toucher trois fois un homme avant que celui-ci n'ait eu le temps de dégainer son arme.
hu: A jobb sidhe harcosokat pengeforgatóknak hívják. Azt mondják három különböző helyen vágják meg az embert, mire az felemeli fegyverét.
it: I migliori guerrieri dei sidhe sono noti come “lame roteanti”. Possono, si dice, tagliare un uomo in tre posti diversi prima che riesca ad alzare la sua arma.

source: Blizzardlord
fr: Maître-blizzard
hu: Hóvihar úr
it: Signore del blizzard

source: The Sidhe nobility, though not accepting commoners into their ranks, nonetheless pick the most skilled and loyal Snowdancers and raise them to the rank of Blizzardlord, giving them authority over the Hoarfrosters and Snowdancers. The expectation is that the Blizzardlords will keep their fellows loyal and obedient to the nobility and train new recruits.
fr: La noblesse sidhe, bien que n'acceptant pas de roturiers dans ses rangs, choisit néanmoins les danseurs des neiges les plus doués et les plus fidèles, et les élève au rang de « Maître-Blizzard », ce qui leur accorde autorité sur les givreurs et les danseur des neiges. Il est prévu que les maîtres-blizzard fassent en sorte que ceux de leur confrérie restent fidèles et dociles, et entraîneront leur nouvelles recrues.
hu: A sidhe nemesség, habár nem fogad sorai közé hétköznapi embereket, a legtehetségesebb és leghűségesebb hótáncosokat a hóvihar urak soraiba emeli, megadva nekik a hatalmat a dérfagyasztók és hótáncosok felett. Elvárják tőlük, hogy bajtársaikat hűségre és engedelmességre késztessék, és kiképezzék az újoncokat.
it: I nobili sidhe, anche se non accettano gente comune tra le loro fila, non disdegano di scegliere i danzatori della neve più esperti e fedeli, per elevarli al rango di signori del blizzard, dando loro autorità sui galaverna e danzatori della neve. Si aspettano che i signori del blizzard tengano i loro compagni fedele e obbedienti alla nobiltà addestrando nuove reclute.

source: snow wind
cs: blizard
fr: vent de neige
hu: hófúvás
it: tempesta di neve

source: Fury
ca: Fúria
cs: Běsnitel
fr: Furie
hu: Őrjöngő
it: Furia

source: The fury is a peculiar sidhe warrior, half-mystic half crazed. In the heat of the battle, he will throw himself in an all-out attack, fighting untile either he or his ennemy is dead.
ca: Un fúria és un guerrer sidhe peculiar, mig místic, mig boig. En el calor de la batalla, es llança contra l'enemic en un atac suïcida, a mort, fins que bé el seu enemic, bé ell mateix és mort.
cs: Běsnitel je výstřední sidhelinský bojovník, napůl mystik, napůl blázen. Uprostřed bitvy se vrhá do bezhlavého útoku, bojujíc, dokud není on nebo jeho nepřítel mrtev.
fr: La furie est un étrange guerrier sidhe, moitié mystique, moitié fou. Il se lancera à cœur perdu dans la bataille, combattant jusqu'à sa mort ou jusqu'à celle de son adversaire.
hu: Az őrjöngő egy különös sidhe harcos, félig misztikus, félig tébolyodott. A csata hevében, teljes egészében átadja magát a támadásnak, addig küzd, amíg ő vagy ellensége meg nem hal.
it: La furia è un guerriero sidhe particolare, mezzo-mistico e mezzo folle. Nel cuore della battaglia, si gettano in un attacco inarrestabile fino a che o loro o il loro avversario è morto.

source: Herald
fr: Héraut
hu: Lantos
it: Araldo

source: The Heralds are sidhe who go out onto the battlefield, singing the warrior chants that drive the others onwards.
ca: Els Heralds són aquells sidhe que es mouen pel camp de batalla cantant els cants marcials que animen la resta.
cs: Heraldi zpívají na válečném poli bojové chorály, které ženou ostatní Sidheliny kupředu do boje.
fr: Les hérauts sidhes entonnent des chants guerriers en allant à la bataille, galvanisant ainsi ceux qui avancent.
hu: A lantosok azok a sidhék, akik a csatatéren énekelik a harci dalokat előre vezetve a többieket.
it: Gli araldi sono i Sidhe che percorrono tutto il campo di battaglia intonando canzoni di guerra che trascinano in avanti gli altri.

source: Hoarfroster
cs: Mrazový manipulátor
fr: Givreur
hu: Dérfagyasztó
it: Galaverna

source: Some Sidhe commoners long for the prestige of their magic-using betters. They try with all their might to master the art of casting lightning at their foes with deadly precision, but find it is beyond them. At the last, however, they discover that there is an element they can somewhat control -- frozen water. This is their claim to greatness.
fr: Quelques sidhes du peuple envient avidement le prestige des magiciens. Il essaient de tout leur être de maîtriser l'art de lancer des éclairs avec une précision mortelle sur leur ennemis, mais s'aperçoivent que c'est au-dessus de leur forces. Cependant, ils découvrent qu'il peuvent néanmoins contrôler un autre élément : la glace. Cela leur suffit pour revendiquer la grandeur.
hu: Néhány sidhe polgár vágyik arra a dicsőségre, amit a varázserővel bírók kapnak. Minden erejükkel megpróbálják a villámszórás művészetét elsajátítani, hogy halálos pontossággal sújthassanak az ellenségre, de belátják, hogy ez túl nagy falat nekik. Végül azonban felfedezik, hogy van egy elem, amit valamennyire uralni tudnak - a fagyott vizet. Ez az útjuk a nagyság felé.
it: Tra la gente comune sidhe, alcuni anelano al prestigio degli altri sidhe che usano la magia. Cercano con il massimo impegno di imparare l'arte di scagliare fulimini ui loro nemici con letale precisione, ma scoprono che va oltre le loro possibiltà. Alla fine, comunque, scoprono che c'è un elemento che in qualche modo possono controllare -- l'acqua ghiacciata. Questa è lal oro rivendicazione di grandezza.

source: Raindancer
ca: Dansarí de la pluja
cs: Dešťový tanečník
fr: Danseur de pluie
hu: Esőtáncos
it: Danzatore della pioggia

source: The sidhe nobility are powerful mages. They have concentrated their powers on the calling of lighting from an otherwise clear sky, and their dancing among the lightning is what gave them their name of raindancers. Alas, the young and brash noblemen are uninterested in study, and more likely to go practice their swordplay than their magic.
ca: Els nobles dels sidhe són uns mags poderosos. Han concentrat els seus poders en cridar els llampecs d'un cel que, d'altra manera, estaria clar. Són precisament aquestes danses entre els llampecs les que els van donar el nom de dansarins de la pluja. Malauradament, els joves i violents nobles estan més interessats en l'esgrima que en l'estudi màgic.
cs: Sidhelinští šlechtici jsou mocní mágové. Koncentrují svou sílu na seslání blesku z jinak jasné oblohy. Jejich „tančení“ mezi blesky jim dalo jméno. Bohužel, urození přidrzlí mladíci se nehrnou do studia a raději se věnují šermu než magii.
fr: Les membres de la noblesse sidhe sont de puissants magiciens. Ils utilisent leurs pouvoirs pour invoquer des éclairs même dans un ciel dégagé et c'est cette danse à travers les éclairs qui leur à valu le nom de danseurs de pluie. Hélas, les nobles, jeunes et vantards, ne sont guère intéressés par les études et sont plus enclins à améliorer leur maîtrise de l'épée que leur magie.
hu: A sidhe nemesség hatalmas mágusokból áll. Erejüket a derült égből idézett villámokra összpontosították, és a villámok közötti táncuk miatt kapták az esőtáncos nevet. Szavamra, a fiatal és hetyke nemeseket nem izgatja a tanulás, és sokkal szívesebben mennek kardforgatást gyakorolni, mint varázslatot.
it: I nobili sidhe sono potenti maghi. Hanno concentrato i loro poteri nelll'invocare fulmini anche a ciel sereno e la loro danza tra i fulmini è quello che gli ha dato il nome di danzatori della pioggia. Purtroppo i nobili giovani e sfacciati non hanno interesse negli studi ed è più probabile che facciano pratica con la spada che con la loro magia.

source: lightning
ca: llampec
cs: blesk
fr: éclair
hu: villám
it: fulmine

source: Shadowdancer
ca: Dansarí de les ombres
cs: Stínový tanečník
fr: Danseur de l'ombre
hu: Árnytáncos
it: Danzatore delle ombre

source: Some may look down upon the shadowdancer's specialty, but they would be well advised not to do so in his face, lest they wish to have their sword in their back.
ca: Alguns potser menyspreen l'especialitat dels dansarins de les ombres, però és un bon consell que no els ho diguen a la cara, a no ser que vulguen tindre una espasa clavada en l'esquena.
cs: Někdo sice může pohrdat Stínovými tanečníky, ale raději by to neměl dělat přímo před nimi, v případě že nechce skončit s mečem v zádech.
fr: Ceux qui se demandent quelle est la spécialité des danseurs de l'ombre seraient bien avisés de ne pas le demander quand il y en a un à coté... s'ils ne veulent pas se retrouver avec une épée plantée dans le dos.
hu: Vannak, akik lenézik az árnytáncosok különlegességét, de tanácsos ezt nem az arcukba mondani, hacsak nem óhajtod a kardjukat a hátadban tudni.
it: Qualcuno potrebbe disprezzare la specilità dei danzatori delle ombre, ma è un buon consiglio non farlo di fronte a loro a meno che non vogliano avere la loro spada nella schiena.

source: Snowdancer
cs: Sněhový tanečník
fr: Danseur des neiges
hu: Hótáncos
it: Danzatore della neve
